Repository: FOSSBilling/FOSSBilling
Catalog: src/locale/*/LC_MESSAGES/messages.po
Languages: es_mx

source: Client is not logged in
es_mx: El cliente no está conectado

source: Admin is not logged in
es_mx: El administrador no está conectado

source: Unrecognized Handler type:
es_mx: Tipo de controlador no reconocido:

source: Please check your mailbox and confirm your email address.
es_mx: Por favor, compruebe su buzón y confirme su dirección de correo electrónico.

source: Page :url not found
es_mx: Página: Url no encontrada

source: HTTP Error :err_code occurred while attempting to load :url
es_mx: Error HTTP :err_code ha ocurrido mientras se cargaba :url

source: Mod object is not set for the service
es_mx: El objeto Mod no está configurado para el servicio

source: Method :method must contain underscore
es_mx: Método: el método debe contener guiones bajos

source: Invalid module name
es_mx: Nombre del módulo no válido

source: FOSSBilling module :mod is not installed/activated
es_mx: FOSSBilling module :mod no está instalado/activado

source: You do not have access to the :mod module
es_mx: Usted no tiene acceso al módulo :mod

source: Api class must be an instance of Api_Abstract
es_mx: La clase API debe ser una instancia de Api_Abstract

source: :type API call :method does not exist in module :module
es_mx: :type API call :method no existe en el módulo :module

source: The system is undergoing maintenance. Please try again later
es_mx: El sistema está en mantenimiento. Vuelva a intentarlo más tarde

source: You do not have permission to access the :mod: module
es_mx: Para acceder al módulo :mod: necesitas tener permiso

source: Page not found
es_mx: Página no encontrada

source: The PHP OpenSSL extension must be enabled on your server
es_mx: La extensión PHP OpenSSL debe estar habilitada en tu servidor

source: Missing log message
es_mx: Mensaje de registro faltante

source: Bad log priority
es_mx: Prioridad de registro incorrecto

source: Module :mod manifest file is missing or not readable.
es_mx: Falta el archivo manifest del módulo :mod o no se puede leer.

source: Module :mod manifest file is invalid. Check file syntax and permissions.
es_mx: El archivo de manifiesto del :mod es inválido. Verifica la sintaxis y los permisos del archivo.

source: Module :mod does not have service class
es_mx: Module :mod no tiene clase de servicio

source: Module :mod Client controller class was not found
es_mx: Module :mod No se encontró la clase de controlador de cliente

source: Core modules cannot be updated
es_mx: Los módulos principales no se pueden actualizar

source: Invalid period code. Period definition must be 2 chars length
es_mx: Código de período no válido. La definición del período debe tener una longitud de 2 caracteres

source: Period Error. Unit :unit is not defined
es_mx: Error de período. Unidad: la unidad no está definida

source: Invalid period quantity :qty for unit :unit. Allowed range is from :from to :to
es_mx: Cantidad de período no válida :qty para unidad :unidad. El rango permitido es de :de a :a

source: Every week
es_mx: Semanalmente

source: Every month
es_mx: Mensualmente

source: Every 3 months
es_mx: Cada 3 meses

source: Every 6 months
es_mx: Cada 6 meses

source: Every year
es_mx: Cada año

source: Every 2 years
es_mx: Cada 2 años

source: Every 3 years
es_mx: Cada 3 años

source: Every :number day
es_mx: Cada :number día(s)

source: Every :number week
es_mx: Cada :number semana(s

source: Every :number month
es_mx: Cada :número de mes(es)

source: Every :number year
es_mx: Cada :número año(s)

source: Unit not defined
es_mx: Unidad no definida

source: Unable to get the number of months for :unit
es_mx: No se ha podido obtener el número de meses para :unit

source: Unable to set up FOSSBilling translation functionality, locale was undefined.
es_mx: No se puede configurar la funcionalidad de traducción de FOSSBilling, la configuración regional no estaba definida.

source: second
es_mx: segundo

source: minute
es_mx: minuto

source: hour
es_mx: hora

source: day
es_mx: día

source: week
es_mx: semana

source: month
es_mx: mes

source: year
es_mx: año

source: decade
es_mx: década

source: Missing :missing: param for Box_TwigLoader
es_mx: Falta el parámetro :missing: para Box_TwigLoader

source: Unable to fetch alerts from Central Alerts System. See the error log for more information.
es_mx: No se pueden obtener alertas del Sistema de Alertas Centrales. Vea el registro de errores para más información.

source: Invalid response from the FOSSBilling Central Alerts System.
es_mx: Respuesta no válida del Sistema de Alertas de FOSSBilling.

source: An error occurred when creating a backup of the configuration file.
es_mx: Se produjo un error al crear una copia de seguridad del archivo de configuración.

source: An error occurred when writing the updated configuration file.
es_mx: Se produjo un error al escribir el archivo de configuración actualizado.

source: Too many iterations were performed while formatting the config file
es_mx: Se realizaron demasiadas iteraciones al formatear el archivo de configuración

source: Unable to fetch the extension details from the FOSSBilling extension directory.
es_mx: No se pueden obtener los detalles de la extensión desde el directorio de extensiones de FOSSBilling.

source: An error occurred when fetching the extensions releases
es_mx: Se ha producido un error al obtener las versiones de las extensiones

source: Unable to fetch the latest extension release.
es_mx: No se puede obtener la última versión de la extensión.

source: Unable to connect to the FOSSBilling extension directory.
es_mx: No se puede conectar al directorio de extensiones de FOSSBilling.

source: Invalid response from the FOSSBilling extension directory.
es_mx: Respuesta inválida del directorio de extensiones de FOSSBilling.

source: Provided priority (:priority) is invalid. Please provide an integer between 1 and 5 or use the pre-defined symfony constants.
es_mx: La prioridad proporcionada (:priority) no es válida. Por favor, proporcione un entero entre 1 y 5 o utilice las constantes symfony predefinidas.

source: FOSSBilling requires the proc_open PHP function to be enabled when using the sendmail transport
es_mx: FOSSBilling requiere que la función proc_open de PHP esté habilitada al utilizar el transporte de sendmail

source: A SendGrid API key is required to send emails via SendGrid
es_mx: Se requiere una clave API de SendGrid para enviar correos electrónicos a través de SendGrid

source: Unable to send email: 'Custom' transport method was selected without a custom DSN
es_mx: No se puede enviar el correo electrónico: el método de transporte 'Personalizado' fue seleccionado sin un DSN personalizado

source: Unknown mail transport: :transport
es_mx: Transporte de correo desconocido: :transport

source: Failed to send email via :transport with the exception :e
es_mx: No se pudo enviar el correo a través de :transport con la excepción :e

source: SMTP host or port is not configured
es_mx: El nombre de host SMTP o el puerto no está configurado

source: Invalid SQL query. Missing FROM clause.
es_mx: Consulta SQL inválida. Falta la cláusula FROM.

source: Invalid password hash provided
es_mx: Hash de contraseña no válido proporcionado

source: Exact matches cannot be provided unless you provide an Alpha2 language code.
es_mx: No se pueden proporcionar coincidencias exactas a menos que proporcione un código de idioma Alpha2.

source: We were unable to generate a password with the required parameters
es_mx: No pudimos generar una contraseña con los parámetros requeridos

source: Service class :class was not found in :path
es_mx: Clase de servicio: la clase no se encontró en :path

source: Email address
es_mx: Correo electrónico

source: :friendlyName: is invalid
es_mx: :friendlyName: no es válido

source: Failed to download the latest version information. Further details are available in the error log.
es_mx: Error al descargar la información de la última versión. Se encuentran disponibles más detalles en el registro de errores.

source: You have the latest version of FOSSBilling. You do not need to update.
es_mx: Tienes la última versión de FOSSBilling. No es necesario actualizar.

source: FOSSBilling :version: requires at least PHP :min_php:, but you are running :current_php:.
es_mx: FOSSBilling :version: requiere al menos PHP :min_php:, pero está ejecutando :current_php:.

source: The download URL for this release was not specified as a trusted one. Update canceled for security reasons.
es_mx: La URL de descarga de esta versión no se especificó como confiable. Actualización cancelada por razones de seguridad.

source: Failed to download the update archive. Further details are available in the error log.
es_mx: Error al descargar el archivo de actualización. Hay más detalles disponibles en el registro de errores.

source: Failed to extract file, please check file and folder permissions. Further details are available in the error log.
es_mx: No se pudo extraer el archivo, por favor, compruebe los permisos de archivo y carpeta. Hay más detalles disponibles en el registro de errores.

source: Unable to clear cache and/or remove install folder. Further details are available in the error log.
es_mx: No se puede borrar la caché y/o eliminar la carpeta de instalación. Hay más detalles disponibles en el registro de errores.

source: Unable to load existing configuration
es_mx: No se puede cargar la condición existente

source: There was an error while applying database patches. Please check the error log for information on the error, correct it, and then perform the backup patching method to complete the update.
es_mx: Se produjo un error al aplicar los parches de la base de datos. Consulte el registro de errores para obtener información sobre el error, corríjalo y luego realice el método de parcheo de respaldo para completar la actualización.

source: Minimum password length is 8 characters.
es_mx: La longitud mínima de la contraseña es de 8 caracteres.

source: Maximum password length is 256 characters.
es_mx: La longitud máxima de la contraseña es de 256 caracteres.

source: Password must include at least one number.
es_mx: La contraseña debe incluir al menos un número.

source: Password must include at least one lowercase letter.
es_mx: La contraseña debe incluir al menos una letra en minúscula.

source: Password must include at least one uppercase letter.
es_mx: La contraseña debe tener al menos una letra mayúscula.

source: Birthdate
es_mx: Fecha de nacimiento

source: Unable to enable / disable the locale as it is not present in the locale folder.
es_mx: No se puede habilitar/deshabilitar la configuración regional porque no está presente en la carpeta de configuración regional.

source: Could not determine domain price. Domain action is missing
es_mx: No se pudo determinar el precio del dominio. Falta la acción de dominio

source: Unknown TLD. Could not determine registration price
es_mx: TLD desconocido. No se pudo determinar el precio de registro

source: Domain product cannot be removed.
es_mx: El producto de dominio no se puede eliminar.

source: Unknown period selected
es_mx: Período desconocido seleccionado

source: Product pricing could not be determined.
es_mx: El precio del producto no se pudo determinar.

source: Unknown period selected for setup price
es_mx: Período desconocido seleccionado para el precio de configuración

source: Product :id payment type is recurrent, but period was not selected
es_mx: Producto :id tipo de pago es recurrente, pero el período no fue seleccionado

source: Unknown Period selected for price
es_mx: Período desconocido seleccionado para el precio

source: Your account balance is insufficient to cover this invoice.
es_mx: El saldo de su cuenta no es suficiente para cubrir esta factura.

source: You may not pay a deposit invoice with this payment gateway.
es_mx: No es posible pagar una factura de depósito con esta pasarela de pago.

source: IPN is invalid
es_mx: IPN es inválido

source: ClientBalance gateway is not enabled
es_mx: Gateway ClientBalance no está activado

source: The ":pay_gateway" payment gateway is not fully configured. Please configure the :missing
es_mx: La pasarela de pago ":pay_gateway" no está completamente configurada. Por favor, configure el :missing

source: Cannot process duplicate IPN
es_mx: No se puede procesar IPN duplicado

source: Redirecting to PayPal.com
es_mx: Redirigiendo a PayPal.com

source: Payment for invoice :serie:id [:title]
es_mx: Pago de factura :serie:id [:title]

source: Payment for invoice :serie:id
es_mx: Pago por factura :serie:id

source: There was an error when processing the transaction
es_mx: Ha habido un error al procesar la transacción

source: Return URL for the payment gateway was not set
es_mx: La URL de retorno para la pasarela de pago no fue configurada

source: Cancel URL for the payment gateway was not set
es_mx: La URL de cancelación para la pasarela de pago no se configuró

source: IPN Notification URL for the payment gateway was not set
es_mx: La URL de notificación de IPN para la pasarela de pago no se configuró

source: IPN redirect URL for the payment gateway was not set
es_mx: La URL de redireccionamiento de IPN para la pasarela de pago no se configuró

source: The ":domain_registrar" domain registrar is not fully configured. Please configure the :missing
es_mx: El registrador del dominio ":domain_registrar no está completamente configurado. Por favor, configure el :missing

source: :type: registrar is unable to :action:
es_mx: :type: el registrador no puede :action:

source: get domain details
es_mx: obtener detalles del dominio

source: Failed to :action: with the :type: registrar, check the error logs for further details
es_mx: Error al :action: con el registrador :type:, revisa los registros de errores para obtener más detalles

source: deleting domains
es_mx: eliminando dominios

source: :type: does not support :action:
es_mx: :type: no admite :action:

source: Premium domains cannot be registered.
es_mx: Los dominios premium no pueden ser registrados.

source: update nameservers
es_mx: actualizar nombres de servidor

source: retrieve domain details
es_mx: recuperando detalles del dominio

source: retrieving the transfer code
es_mx: obteniendo el código de transferencia

source: retrieve privacy information
es_mx: obteniendo la información de privacidad

source: get the domain lock status
es_mx: obtener el estado de bloqueo del dominio

source: set the domain lock status
es_mx: establecer el estado de bloqueo del dominio

source: A valid contact company number is mandatory for registering an .AU domain name
es_mx: Para registrar un nombre de dominio .AU es obligatorio indicar un número de empresa válido

source: get the transfer code
es_mx: obteniendo el código de transferencia

source: You are already registered as reseller
es_mx: Ya está registrado como revendedor

source: Valid contact passport information is required while registering ES domain name
es_mx: Para registrar un nombre de dominio ES, es necesario disponer de datos de contacto válidos

source: Valid contact passport information is required while registering ASIA domain name
es_mx: Para registrar un nombre de dominio ASIA es necesario disponer de un pasaporte válido

source: Valid contact birthdate is required while registering RU domain name
es_mx: Para registrar un nombre de dominio RU se requiere una fecha de nacimiento válida

source: Valid contact passport information is required while registering RU domain name
es_mx: Se requiere información de pasaporte de contacto válida al registrar el nombre de dominio RU

source: Contact not found
es_mx: No se encontró el contacto

source: API key
es_mx: Clave API

source: API key you generated from within CWP.
es_mx: Clave de API que generaste desde dentro de CWP.

source: The ":server_manager" server manager is not fully configured. Please configure the :missing
es_mx: El administrador del servidor ":server_manager" no está completamente configurado. Por favor configure :missing

source: Failed to connect to the :type: server. Please verify your credentials and configuration
es_mx: No se pudo conectar al servidor :type:. Por favor verifique sus credenciales y configuración

source: create account
es_mx: Crear cuenta

source: Failed to :action: on the :type: server, check the error logs for further details
es_mx: Error en :action: en el :type: servidor, verifique los registros de errores para obtener más detalles

source: suspend account
es_mx: Cuenta suspendida

source: unsuspend account
es_mx: Cuenta reactivada

source: cancel account
es_mx: Cancelar cuenta

source: change account package
es_mx: cambiar paquete de cuentas

source: change account password
es_mx: cambiar contraseña de la cuenta

source: username changes
es_mx: cambios de nombre de usuario

source: changing the account domain
es_mx: cambiar el dominio de la cuenta

source: changing the account IP
es_mx: cambiando la IP de la cuenta

source: There are no available IPs on this server.
es_mx: No hay IPs disponibles en este servidor.

source: Unable to assign the Reseller ANY IPs. Make sure to have free, unassigned IPs.
es_mx: No se puede asignar ninguna IP al revendedor. Asegúrese de tener IP libres y sin asignar.

source: Error creating user
es_mx: Error creando usuario

source: synchronizing the account
es_mx: sincronizando su cuenta

source: Server Manager DirectAdmin Error: "Account is not suspended"
es_mx: Error DirectAdmin del Administrador del Servidor: "La cuenta no está suspendida"

source: HttpClientException: :error
es_mx: Excepción HttpClientException: :error

source: Server Manager DirectAdmin Error: "The request you have made cannot be executed because it does not exist in your authority level"
es_mx: Error DirectAdmin del Administrador del Servidor: "No se puede ejecutar su solicitud porque no existe en su nivel de autorización"

source: Failed to retrieve user packages:
es_mx: Error al recuperar los paquetes del usuario:

source: create user
es_mx: crear usuario

source: delete domain
es_mx: eliminar dominio

source: create domain
es_mx: crear dominio

source: Failed to :action1: on the :type: server after failed to :action2:, check the error logs for further details
es_mx: Error al :action1: con el servidor :type:, para obtener más detalles, revise los registros de errores

source: account synchronization
es_mx: sincronización de cuenta

source: Can't modify client
es_mx: No se puede modificar el cliente

source: Activity
es_mx: Actividad

source: System activity
es_mx: Actividad del sistema

source: Unknown API call :call
es_mx: Llamada API desconocida :call

source: Invalid request. Make sure request origin is :from
es_mx: Solicitud no válida. Asegúrese de que el origen de la solicitud sea: de

source: Unauthorized IP
es_mx: IP sin autorización

source: Authentication Failed
es_mx: Autenticación fallida

source: CSRF token invalid
es_mx: Token CSRF no válido

source: Currency not found
es_mx: Moneda no encontrada

source: The promo code has expired or does not exist
es_mx: El código promocional ha expirado o no existe

source: Promo code cannot be applied to your account
es_mx: El código de promoción no se puede aplicar a su cuenta

source: Addon products cannot be added separately.
es_mx: Los productos de complemento no se pueden añadir por separado.

source: One or more of your selected add-ons are invalid for the associated product.
es_mx: Uno o más de sus complementos seleccionados no son válidos para el producto asociado.

source: Selected billing period is invalid
es_mx: El periodo de facturación seleccionado no es válido

source: This item is currently out of stock
es_mx: Este artículo no está disponible actualmente

source: Selected billing period is invalid for the selected add-on
es_mx: El período de facturación seleccionado no es válido para el complemento seleccionado

source: Product not found
es_mx: No se ha encontrado el producto

source: Add products to your cart before applying promo code
es_mx: Añadir productos al carrito antes de aplicar el código promocional

source: You have already used this promo code. Please remove the promo code and checkout again.
es_mx: Ya has utilizado este código promocional. Elimina el código promocional y realiza el pago nuevamente.

source: Cannot checkout an empty cart
es_mx: No se puede pagar un carrito vacío

source: Selected currency :selected does not match your profile currency :code. Please change cart currency to continue.
es_mx: La moneda seleccionada :seleccionada no coincide con su moneda del perfil :code. Por favor, cambie la moneda del carrito para continuar.

source: Unable to complete order. One or more of the selected products are invalid.
es_mx: No se puede completar el pedido. Uno o más de los productos seleccionados no son válidos.

source: Discount: :product
es_mx: Descuento: :product

source: :product setup
es_mx: configuración de :product

source: This email address is already registered.
es_mx: Esta dirección de correo electrónico ya está registrada.

source: Passwords do not match
es_mx: Las contraseñas no coinciden

source: Group has clients assigned. Please reassign them first.
es_mx: El grupo tiene clientes asignados. Por favor, reasigna primero a los clientes.

source: New registrations are temporary disabled
es_mx: Los nuevos registros están temporalmente desactivados

source: Passwords do not match.
es_mx: Las contraseñas no coinciden.

source: Please check your login details.
es_mx: Por favor, compruebe sus datos de acceso.

source: The link has expired or you have already reset your password.
es_mx: El enlace ha vencido o ya ha restablecido su contraseña.

source: Clients
es_mx: Clientes

source: Overview
es_mx: Descripción general

source: Advanced search
es_mx: Búsqueda Avanzada

source: Client login history
es_mx: Historial de inicio de sesión del cliente

source: Email address was confirmed
es_mx: Dirección de correo electrónico confirmada

source: The password you chose when creating your account.
es_mx: La contraseña que eligió al crear su cuenta.

source: Invalid per page number
es_mx: Número de página por válido

source: Currency cannot be changed. Client already has invoices issued.
es_mx: No se puede cambiar la moneda. El cliente ya tiene facturas emitidas.

source: Currency cannot be changed. Client already has orders.
es_mx: No se puede cambiar la moneda. El cliente ya tiene pedidos.

source: You must define the client's currency before adding funds.
es_mx: Debe definir la moneda del cliente antes de agregar fondos.

source: Funds amount is invalid
es_mx: Importe de fondos no válido

source: Funds description is invalid
es_mx: Descripción de fondos no válida

source: Client ID or email is required
es_mx: Se requiere ID de cliente o correo electrónico

source: Client not found
es_mx: Cliente no encontrado

source: Cannot remove groups with clients
es_mx: No se pueden eliminar grupos con clientes

source: Email address cannot be changed
es_mx: La dirección de correo electrónico no se puede cambiar

source: Field :field cannot be empty
es_mx: El campo :field no puede estar vacío

source: Cookie consent
es_mx: Consentimiento de las cookies

source: You do not have permission to perform this action
es_mx: No tienes permisos para realizar esta acción

source: Currency already registered
es_mx: Moneda ya registrada

source: Currency code is invalid
es_mx: Código de moneda no válido

source: Currency code not provided
es_mx: Código de moneda no proporcionado

source: Currency conversion rate cannot be zero
es_mx: El tipo de cambio de moneda no puede ser cero

source: Cannot remove default currency
es_mx: No se puede eliminar la moneda predeterminada

source: Currency format must include {{price}} tag
es_mx: El formato de moneda debe incluir la etiqueta {{price}}
