Repository: FOSSBilling/FOSSBilling
Catalog: src/locale/*/LC_MESSAGES/messages.po
Languages: es_mx

source: Are you sure you want to delete this custom field?
es_mx: ¿Está seguro de que desea eliminar este campo personalizado?

source: Delete Form?
es_mx: ¿Eliminar formulario?

source: Are you sure you want to delete this form?
es_mx: ¿Está seguro de que quiere eliminar este formulario?

source: New form
es_mx: Nuevo formulario

source: Give your new form a title
es_mx: Dale un título a tu nuevo formulario

source: My new form
es_mx: Mi nuevo formulario

source: Copy form
es_mx: Copiar formulario

source: Give your duplicate form a title
es_mx: Dale un título a tu formulario duplicado

source: My duplicate form
es_mx: Mi formulario duplicado

source: No recent orders
es_mx: Sin pedidos recientes

source: Support tickets
es_mx: Tickets de soporte

source: No recent support tickets
es_mx: No hay Tickets de soporte recientes

source: You are currently logged out
es_mx: Actualmente está desconectado

source: Login
es_mx: Entrar

source: Register
es_mx: Registrarse

source: Order
es_mx: Pedidos

source: Order new products and services
es_mx: Ordenar nuevos productos y servicios

source: News
es_mx: Noticias

source: Latest news and announcements
es_mx: Últimas noticias y anuncios

source: Find answers to frequent questions
es_mx: Buscar respuestas a preguntas frecuentes

source: Payment gateway configuration
es_mx: Configuración de la pasarela de pago

source: Gateway updated
es_mx: Pasarela actualizada

source: Payment gateway title
es_mx: Nombre de la pasarela de pago

source: Select which currencies can accept this payment gateway (Select none to allow all currencies)
es_mx: Seleccione qué monedas pueden aceptar esta pasarela de pago (Si no marca ninguna se aceptaran todas las monedas)

source: Allow one time payments
es_mx: Permitir pagos de una vez

source: Allow subscription payments
es_mx: Permitir pagos por suscripción

source: Enable test mode
es_mx: Activar el modo de prueba

source: New payment gateway
es_mx: Nueva pasarela de pago

source: Install from the Extension Directory
es_mx: Instalar desde el directorio de extensiones

source: Allow subscriptions
es_mx: Permitir suscripciones

source: Adding new payment gateway
es_mx: Añadiendo nueva pasarela de pago

source: FOSSBilling ships with a few popular payment gateways included. You can install other payment gateways to fit your needs.
es_mx: FOSSBilling naves con unas pocas pasarelas de pago populares incluidas. Puedes instalar otras pasarelas de pago para adaptarse a tus necesidades.

source: Follow these instructions to install new payment gateway.
es_mx: Sigue estas instrucciones para instalar una nueva pasarela de pago.

source: Check for payment gateway at
es_mx: Verificar pasarela de pago en

source: FOSSBilling extensions site
es_mx: Sitio de extensiones de FOSSBilling

source: for more payment gateways
es_mx: para más pasarelas de pago

source: Download payment gateway extension file and place it to
es_mx: Descargue el archivo de extensión para la pasarela de pago y colóquelo en

source: After file is uploaded in place, reload this page.
es_mx: Después de subir el archivo en su lugar, vuelva a cargar esta página.

source: Select uploaded file name and click on install.
es_mx: Seleccione el nombre del archivo cargado y haga clic en instalar.

source: Payment gateway will be installed in FOSSBilling and can be configured in "Payment gateways" tab.
es_mx: La pasarela de pago se instalará en FOSSBilling y se puede configurar en la pestaña "Pasarelas de pago".

source: For developers. Read
es_mx: Para desarrolladores. Leer

source: FOSSBilling documentation
es_mx: Documentación de FOSSBilling

source: to learn how to create your own payment gateway and share it with the community
es_mx: para aprender a crear tu propia pasarela de pago y compartirla con la comunidad

source: Install
es_mx: Instalar

source: All payment gateways installed
es_mx: Todas las pasarelas de pago instaladas

source: List of payment gateways on the Extension Directory
es_mx: Lista de pasarelas de pago en el directorio de extensiones

source: Filter invoices
es_mx: Filtrar facturas

source: Client
es_mx: Cliente

source: All currencies
es_mx: Todas las divisas

source: All statuses
es_mx: Todos los estados

source: Refunded
es_mx: Reembolsado

source: Issue date
es_mx: Fecha de expedición

source: New Invoice
es_mx: Nueva factura

source: Issued at
es_mx: Emitido a

source: Paid at
es_mx: Pagado a

source: Export Invoices
es_mx: Exportar facturas

source: Prepare
es_mx: Preparar

source: Invoice
es_mx: Factura

source: Manage
es_mx: Gestionar

source: Texts
es_mx: Textos

source: Client credentials
es_mx: Credenciales de cliente

source: Company credentials
es_mx: Credenciales de la empresa

source: Date Created
es_mx: Fecha de creación

source: Date Due
es_mx: Fecha de vencimiento

source: Date Paid
es_mx: Fecha de pago

source: Last Reminded
es_mx: Último recordatorio

source: View as client
es_mx: Ver como cliente

source: Send reminder
es_mx: Enviar recordatorio

source: Mark as paid
es_mx: Marcar como pagado

source: Enter Custom Transaction ID
es_mx: Introducir ID de transacción personalizada

source: Transaction ID
es_mx: id. de la transacción

source: Add the transaction ID of the payment to mark the invoice as paid.
es_mx: Añadir el ID de transacción del pago para marcar la factura como pagada.

source: This should be the transaction ID you use to reconcile your bank statement.
es_mx: Este debe ser el ID de transacción que utiliza para conciliar su extracto bancario.

source: Submit
es_mx: Enviar

source: Refund
es_mx: Reembolso

source: Invoice updated
es_mx: Factura actualizada

source: Approved
es_mx: Aprobado

source: Serie and number
es_mx: Serie y número

source: Tax
es_mx: Impuestos

source: Payment method
es_mx: Método de pago

source: Select payment method
es_mx: Selecciona el método de pago

source: Due at
es_mx: Vence el

source: Text before invoice items table
es_mx: Texto antes de la tabla de elementos de factura

source: Text after invoice items table
es_mx: Texto después de la tabla de elementos de factura

source: Company details at the moment of purchase
es_mx: Detalles de la empresa al momento de la compra

source: Client details at the moment of purchase
es_mx: Datos del cliente en el momento de la compra

source: Zip
es_mx: CP

source: Invoice items
es_mx: Ítems de la factura

source: Quantity
es_mx: Cantidad

source: Price
es_mx: Precio

source: Approve
es_mx: Aprobar

source: Print
es_mx: Imprimir

source: Invoice settings
es_mx: Configuración de Factura

source: Number of days to generate new invoice before order expiration
es_mx: Número de días para generar nueva factura antes del vencimiento del pedido

source: Invoice due days
es_mx: Días de vencimiento de la factura

source: Auto invoice approval
es_mx: Aprobación automática de factura

source: Default invoice note
es_mx: Nota de factura predeterminada

source: Supports markdown format.
es_mx: Admite formato Markdown.

source: Invoicing / Sequential Invoice Numbering
es_mx: Factura / Factura secuencial de numeración

source: Remove unpaid invoices after days
es_mx: Eliminar facturas pendientes de pago después de días

source: Set 0 to keep invoices forever.
es_mx: Selecciona 0 para dejar las facturas para siempre.

source: Invoice prefix/series
es_mx: Prefijo de factura/serie

source: Paid invoice prefix/series
es_mx: Prefijo de factura/serie de pago

source: Next paid invoice number
es_mx: Próximo número de factura de pago

source: Invoice number padding length
es_mx: Longitud de relleno del número de factura

source: Document settings
es_mx: Configuración del documentos

source: Document format
es_mx: Formato del documento

source: Letter
es_mx: Carta

source: Allow access to invoices without authentication
es_mx: Permitir acceso a facturas sin identificarse

source: If enabled, invoices can be accessed by anyone who knows the invoice hash, although it's quite a long hash and would not be brute-forceable.
es_mx: Si se activa, las facturas pueden ser accedidas por cualquiera que conozca el hash de la factura, aunque es un hash bastante largo y no sería fuerza bruta.

source: Refunds settings
es_mx: Ajustes de reembolsos

source: Refunds logic
es_mx: Lógica de retornos

source: Negative invoice. Generate refund invoice continuing paid invoices numbering
es_mx: Facturas en negativo. Generar abono continuando la numeración de facturas pagadas

source: Credit note. Generate credit note with unique numbering
es_mx: Nota de crédito. Generar nota de crédito con numeración única

source: Manual. No actions performed
es_mx: Manual. No se realizaron acciones

source: Add funds settings
es_mx: Añadir ajustes de reembolsos

source: Minimum amount for add funds invoice
es_mx: Cantidad mínima para añadir fondos

source: Unlimited
es_mx: Ilimitado

source: Maximum amount for add funds invoice
es_mx: Cantidad máxima para añadir fondos

source: Update settings
es_mx: Actualizar configurción

source: Subscription
es_mx: Suscripción

source: Subscription details
es_mx: Detalles de la suscripción

source: Payment gateway
es_mx: Pasarela de pago

source: Subscription ID on payment gateway
es_mx: ID de suscripción en la pasarela de pago

source: Subscription ID on PG
es_mx: ID de suscripción en PG

source: Payment Gateway
es_mx: Pasarela de pago

source: Select payment gateway
es_mx: Seleccione una pasarela de pago

source: Select period
es_mx: Seleccionar período

source: New Subscription
es_mx: Nueva Suscripción

source: New tax rule
es_mx: Nueva regla de impuestos

source: Tax settings
es_mx: Configuración de impuestos

source: Tax rate
es_mx: Tasa de impuesto

source: Applies to any country
es_mx: Se aplica a cualquier país

source: Applies to any state
es_mx: Se aplica a cualquier estado

source: Tax title
es_mx: Título de impuestos

source: Sales Tax
es_mx: Impuesto de Ventas

source: Apply to all countries
es_mx: Aplicar a todos los países

source: Leave empty to apply to all states
es_mx: Dejar vacío para aplicar a todos los estados

source: Tax settings updated
es_mx: Configuración de impuestos actualizada

source: Enable tax support
es_mx: Activar soporte de impuestos

source: Update tax rule
es_mx: Actualizar reglas de impuesto

source: Transaction
es_mx: Transacción

source: Transaction details
es_mx: Detalles de la transacción

source: If you are sure that this transaction is valid you can update transaction details in &quot;Manage&quot; tab and try processing transaction again
es_mx: Si estás seguro de que esta transacción es válida, puedes actualizar los detalles de la transacción en la pestaña &quot;Administrar&quot; e intentar procesar la transacción de nuevo

source: Invoice ID
es_mx: ID de factura

source: Transaction ID on payment gateway
es_mx: ID de suscripción en la pasarela de pago

source: Transaction status on payment gateway
es_mx: ID de suscripción en la pasarela de pago

source: Note
es_mx: Nota

source: Received at
es_mx: Recibido en

source: Process
es_mx: Proceso

source: Transaction updated
es_mx: Transacción actualizada

source: Transaction payment information
es_mx: Información de pago

source: Transaction processing information
es_mx: Información de procesamiento de transacciones

source: Validate IPN
es_mx: Validar IPN

source: Transaction information on payment gateway
es_mx: Información de la transacción en la pasarela de pagos

source: Transaction type
es_mx: Tipo de transacción

source: Select transaction type
es_mx: Selecciona el tipo de transacción

source: Transaction status on Payment Gateway
es_mx: Estado de transacción en la pasarela de pago

source: Select status
es_mx: Seleccionar estado

source: Transaction ID on Payment Gateway
es_mx: ID de suscripción en la pasarela de pago

source: Note about this transaction
es_mx: Nota sobre esta transacción

source: Transaction note updated.
es_mx: Nota de transacción actualizada.

source: GET
es_mx: Obtener

source: No GET parameters received
es_mx: No se han recibido parámetros GET

source: POST
es_mx: Entrada

source: No POST parameters received
es_mx: No se han recibido parámetros POST

source: SERVER
es_mx: SERVIDOR

source: No SERVER parameters logged
es_mx: Ningún parámetro SERVER registrado

source: parameters received
es_mx: parámetros recibidos

source: Filter transactions
es_mx: Filtrar transacciones

source: ID on payment gateway
es_mx: ID en la pasarela de pago

source: All payment gateways
es_mx: Todas las pasarelas de pago

source: Processed
es_mx: Procesados

source: Processing payment ...
es_mx: Procesando pago...

source: Thank you for your patience.
es_mx: Gracias por su paciencia.

source: Redirecting to payment gateway...
es_mx: Redirigiendo a la pasarela de pago...

source: Please click here to continue if this page does not redirect automatically in 5 seconds
es_mx: Haga clic aquí para continuar si esta página no redirecciona automáticamente en 5 segundos

source: Invoice management
es_mx: Gestión de facturas

source: All of your invoices can be found here. You can choose to see either paid or unpaid invoices by clicking corresponding button.
es_mx: Aquí están todas tus facturas. Puedes elegir ver las facturas pagadas o pendientes de pago haciendo clic en la pestaña correspondiente.

source: Invoice Date
es_mx: Fecha de Factura

source: Due Date
es_mx: Fecha límite

source: Pay
es_mx: Pagar

source: Paid Date
es_mx: Fecha de Pago

source: Payment methods
es_mx: Métodos de Pago

source: Please choose a payment type and pay for your chosen products.
es_mx: Por favor, elige una forma de pago y paga por los productos que has elegido.

source: You can print this invoice or export it to a PDF file by clicking on the corresponding button.
es_mx: Podrás imprimir esta factura o exportarla a un archivo PDF haciendo clic en el botón correspondiente.

source: VAT
es_mx: IVA

source: Account
es_mx: Cuenta

source: Discount
es_mx: Descuento

source: Pay now with a one-time payment
es_mx: Pagar ahora con un pago único

source: Pay now and create a subscription
es_mx: Pague ahora y cree una suscripción

source: Pay now
es_mx: Pagar ahora

source: The invoice you are paying and your chosen payment gateway both support subscription payments. What type of payment would you like to continue with?
es_mx: La factura que estás pagando y la pasarela de pago elegida, ambos admiten pagos por suscripción. ¿Con qué tipo de pago quieres continuar?

source: If you are happy with the selected payment gateway, please use the button below to continue with it.
es_mx: Si está satisfecho con la pasarela de pago seleccionada, por favor utilice el botón de abajo para continuar con ella.

source: If you are happy with the selected payment gateway, please use the button below to continue with it. Optionally, you may choose a different payment gateway if you wish to pay using a subscription.
es_mx: Si está satisfecho con la pasarela de pago seleccionada, por favor utilice el botón de abajo para continuar con ella. Opcionalmente, puede elegir una pasarela de pago diferente si desea pagar usando una suscripción.

source: Pay with
es_mx: Pagar con

source: Invoice number
es_mx: Nº de Pre-orden

source: Invoice Status
es_mx: Estado de la Factura

source: Bank Name
es_mx: Nombre del banco

source: BIC / SWIFT Code
es_mx: Código BIC/SWIFT

source: Bank Account
es_mx: Cuenta Bancaria

source: Billing & Delivery address
es_mx: Dirección de facturación

source: Thank you
es_mx: Gracias

source: Your payment has been submitted and will be processed shortly. It may take some time for your invoice to be marked as paid.
es_mx: Tu pago ha sido enviado y será procesado en breve. Puede tardar algún tiempo en que tu factura se marque como pagada.

source: Payment for invoice received
es_mx: Pago de factura recibida

source: You will be automatically redirected back to the invoice after 1 minute.
es_mx: Serás redirigido automáticamente a la factura después de 1 minuto.

source: Invoice date
es_mx: Fecha de la factura

source: Due date
es_mx: Fecha límite

source: Invoice status
es_mx: Estado de la factura

source: Product
es_mx: Producto

source: Quantity & Price
es_mx: Cantidad y Precio

source: Payment details
es_mx: Detalles del pago

source: Account Owner
es_mx: Propietario de la Cuenta

source: Bank
es_mx: Banco

source: Account number
es_mx: Número de cuenta

source: VAT ID
es_mx: NIF

source: Company Registration #:
es_mx: Número de registro de empresa:

source: Website
es_mx: Sitio Web

source: Messages
es_mx: Mensajes

source: New message
es_mx: Nuevo mensaje

source: Message subject
es_mx: Asunto del mensaje

source: Mass Mail Settings
es_mx: Configuración de correo masivo

source: Client to send test email
es_mx: Cliente para enviar correo electrónico de prueba

source: Test emails will be sent to:
es_mx: Los correos electrónicos de prueba se enviarán a:

source: Send Email Message
es_mx: Enviar correo electrónico

source: Recipients filter
es_mx: Filtro de destinatarios

source: Client status and group
es_mx: Estado del cliente y grupo

source: Has order
es_mx: Tiene pedido

source: Email content
es_mx: Contenido del email

source: Recipients
es_mx: Recipientes

source: Click on the update and preview button
es_mx: Haga clic en el botón de actualización y vista previa

source: Message recipients
es_mx: Destinatarios del mensaje

source: Update and preview
es_mx: Actualizar y previsualizar

source: Send test message
es_mx: Enviar mensaje de prueba

source: Send message to clients
es_mx: Envía un mensaje a los clientes

source: Message was added to mail queue and will be sent with scheduled tasks.
es_mx: El mensaje se agregó a la cola de correo y se enviará con las tareas programadas.

source: Message was sent.
es_mx: El mensaje ha sido enviado.

source: News & Announcements
es_mx: Noticias y Anuncios

source: New Announcement
es_mx: Nuevo aviso

source: Draft
es_mx: Borrador

source: If the text is very long you can use <strong>&lt;!--more--&gt;</strong> tag. Inserting this tag within the post will create and excerpt of text (before the tag) to be displayed in posts list. Users will be able to see whole content when they click on "Read more" button.
es_mx: Si el texto es muy largo, puedes usar la etiqueta <strong>&lt;!--more--&gt;</strong> . Insertar esta etiqueta dentro del post creará y extracto de texto (antes de la etiqueta) para que se muestre en la lista de mensajes. Los usuarios podrán ver todo el contenido cuando hagan clic en el botón "Leer más".

source: Post updated
es_mx: Publicación actualizada

source: Edit post
es_mx: Editar entrada

source: Image
es_mx: Imagen

source: Meta description
es_mx: Meta descripción

source: Post created
es_mx: Publicación creada

source: Last update
es_mx: Última actualización

source: Track our latest information.
es_mx: Sigue nuestra información más reciente.

source: Continue reading
es_mx: Seguir leyendo

source: No news or announcements
es_mx: No hay noticias ni anuncios

source: by
es_mx: por

source: Back to the list
es_mx: Volver a la lista

source: Notifications center
es_mx: Centro de notificaciones

source: Notifications
es_mx: Notificaciones

source: New note
es_mx: Nueva nota

source: Delete all
es_mx: Borrar todo

source: Add note
es_mx: Añadir nota

source: Filter orders
es_mx: Filtrar Pedidos

source: All types
es_mx: Todos los tipos

source: All products
es_mx: Todos los productos

source: All periods
es_mx: Todos los períodos

source: Invoice option
es_mx: Opción de facturación

source: Creation date
es_mx: Fecha de creacion

source: Pending Setup
es_mx: Configuración pendiente

source: Export Orders
es_mx: Exportar pedidos

source: Continue
es_mx: Continuar

source: Order Management
es_mx: Gestión del pedido

source: Edit order
es_mx: Editar compra

source: Edit order config
es_mx: Editar configuración del pedido

source: Service management
es_mx: Gestión del servicio

source: Addons
es_mx: Complementos

source: History
es_mx: Historial

source: Payment amount
es_mx: Importe del pago

source: Order discount
es_mx: Descuento de pedido

source: Payment amount after discount
es_mx: Importe del pago después del descuento

source: Order status
es_mx: Estado del pedido

source: Order notes
es_mx: Información adicional

source: Order Date
es_mx: Fecha del pedido

source: Activation Date
es_mx: Fecha de activación

source: Renewal Date
es_mx: Fecha de renovación

source: day(s)
es_mx: día(s)

source: Order group ID
es_mx: ID de grupo de pedido

source: Order promo code
es_mx: Código promocional del pedido

source: Active support tickets
es_mx: Entradas de soporte activo

source: Order activated
es_mx: Pedido activado

source: Order renewed
es_mx: Pedido renovado

source: Renew
es_mx: Renovar

source: Reason of suspension
es_mx: Motivo de suspensión

source: Suspension reason
es_mx: Motivo de suspensión

source: Order suspended
es_mx: Pedido suspendido

source: Suspend
es_mx: Suspender

source: Reason of cancellation
es_mx: Razón de la cancelación

source: Cancellation reason
es_mx: Razón de la cancelación

source: Order canceled
es_mx: Orden cancelada

source: Unsuspend
es_mx: Anular la suspensión

source: Issue invoice
es_mx: Emitir factura

source: Are you sure you want to delete the selected item?
es_mx: ¿Está seguro de que desea eliminar el elemento seleccionado?

source: Force the deletion of the item
es_mx: Forzar la eliminación del elemento

source: Selecting this will force the item to be removed from the database even if errors occur.
es_mx: Seleccionar esta opción forzará la eliminación del elemento de la base de datos incluso si ocurren errores.

source: Changes status without performing action
es_mx: Cambia el estado sin realizar ninguna acción

source: Reason
es_mx: Razón

source: Not recurrent
es_mx: No recurrente

source: Date Expires
es_mx: Fecha de expiración

source: Order config management
es_mx: Gestión de configuración de pedido

source: Please be cautious and make sure you know what you are doing when editing order config! FOSSBilling relies on these parameters and you might get unexpected results if you change some of them.
es_mx: Tenga cuidado y asegúrese de saber lo que está haciendo al editar la configuración de un pedido. FOSSBilling depende de estos parámetros y es posible que obtenga resultados inesperados si cambia alguno de ellos.

source: Addons you have ordered with this service
es_mx: Complementos que has pedido con este servicio

source: Product/Service
es_mx: Producto/Servicio

source: Billing Cycle
es_mx: Ciclo de facturación

source: Next due date
es_mx: Siguiente vencimiento

source: Order invoices
es_mx: Facturas de Pedido

source: Order status history
es_mx: Historial de estado de pedido

source: Support tickets regarding this order
es_mx: Tickets de soporte relacionados con este pedido

source: Create new order
es_mx: Crear un nuevo pedido

source: for
es_mx: para

source: Activate order
es_mx: Activar pedido

source: Mark invoice as paid
es_mx: Marcar factura como pagada

source: Confirm that the first invoice has already been paid by the client
es_mx: Confirmar que la primera factura ya ha sido pagada por el cliente

source: Place new order
es_mx: Crear un nuevo pedido

source: Selected price is 0.00
es_mx: El precio seleccionado es 0,00

source: Product is disabled in configuration
es_mx: El producto está desactivado en la configuración

source: Orders settings
es_mx: Ajustes en los pedidos

source: Settings updated
es_mx: Ajustes actualizados

source: Expiration date
es_mx: Fecha de vencimiento

source: Next date is counted from last order expiration date
es_mx: La siguiente fecha se calcula desde la fecha de vencimiento del último pedido

source: Next date is counted from renewal (payment) date
es_mx: La próxima fecha se cuenta a partir de la fecha de renovación (pago)
