Repository: FOSSBilling/FOSSBilling
Catalog: src/locale/*/LC_MESSAGES/messages.po
Languages: es_mx

source: If enabled, this URL can be used to execute the cronjob:
es_mx: Si esta habilitada esta URL se puede utilizar para ejecutar el Cronjob:

source: Cron executed
es_mx: Cron ejecutado

source: Execute now
es_mx: Ejecutar ahora

source: Currency management
es_mx: Administrar divisas

source: Currency settings
es_mx: Ajustes de divisas

source: Currency updated
es_mx: Divisas actualizadas

source: Edit currency information
es_mx: Editar información de divisas

source: Conversion rate
es_mx: Tasa de conversiones

source: Format
es_mx: Formato

source: Price format
es_mx: Formato de precio

source: Currencies
es_mx: Divisas

source: Add new currency
es_mx: Agregar nueva moneda

source: Integrations / Automation
es_mx: Integraciones / Automatización

source: Converter
es_mx: Conversor

source: Manage currencies
es_mx: Administrar divisas

source: The default currency is the one you define product pricing in. If your client chooses a different currency, pricing will be recalculated according to the conversion rate. Changing the default currency after orders have been placed may have unexpected issues. Nothing is recalculated on default currency change. Your income is calculated in the default currency. Changing the default currency after you have paid invoices will distort income statistics.
es_mx: La moneda por defecto es la que define los precios del producto. Si su cliente elige una moneda diferente, los precios se recalcularán de acuerdo a la tasa de conversión. Cambiar la moneda por defecto después de que los pedidos hayan sido realizados puede tener problemas inesperados. Nada es recalculado en el cambio de moneda predeterminado. Su ingreso se calcula en la moneda predeterminada. Cambiar la moneda por defecto después de haber pagado facturas distorsionará las estadísticas de ingresos.

source: FOSSBilling is configured to automatically sync currency exchange rates.
es_mx: FOSSBilling está configurado para sincronizar automáticamente los tipos de cambio.

source: FOSSBilling is not configured to automatically sync currency exchange rates.
es_mx: FOSSBilling no está configurado para sincronizar automáticamente los tipos de cambio.

source: ISO code
es_mx: Código ISO

source: Example price
es_mx: Precios de ejemplo

source: Are you sure you want to delete?
es_mx: ¿Estas seguro que quieres borrarlo?

source: Set as default
es_mx: Establecer como predeterminado

source: Update Rates
es_mx: Actualizar tarifas

source: Currency exchange rates By ExchangeRate-API.
es_mx: API de tipos de cambio Encancerate-API.

source: Code
es_mx: Código

source: Leave blank to automatically set
es_mx: Dejar en blanco para establecer automáticamente

source: Add
es_mx: Añadir

source: Successfully updated settings
es_mx: Configuración actualizada con éxito

source: Available exchange rate data providers
es_mx: Proveedores de datos de tipos de cambio disponibles

source: FOSSBilling provides integration with various currency exchange rate data providers, allowing you to choose whichever one best suits your needs. By default, FOSSBilling will use the ExchangeRate-API "Open Access Endpoint" which does not require any configuration.
es_mx: FOSSBilling proporciona integración con varios proveedores de datos de tipo de cambio de divisas, permitiéndole elegir el que mejor se adapte a sus necesidades. De forma predeterminada, FOSSBilling utilizará la API de ExchangeRate-API "Open Access Endpoint" que no necesita configuración.

source: Provider
es_mx: Proveedor

source: Authentication Required
es_mx: Se requiere autenticación

source: Update Frequency
es_mx: Frecuencia de actualización

source: Supported Currencies
es_mx: Monedas admitidas

source: Pricing
es_mx: Precios

source: ExchangeRate-API (Open Access Endpoint)
es_mx: ExchangeRate-API (punto final de acceso abierto)

source: Supported currencies
es_mx: Monedas admitidas

source: Free
es_mx: Gratis

source: Free / paid
es_mx: Gratis

source: When using ExchangeRate-API, their API informs FOSSBilling when the next update will occur which makes it more efficient for automated exchange rate syncing.
es_mx: Al utilizar ExchangeRate-API, su API informa a FOSSBilling cuándo ocurrirá la próxima actualización, lo que hace que sea más eficiente la sincronización automatizada del tipo de cambio.

source: To the best of our knowledge, "Currency Data API" and "currencylayer" are both owned by APILayer and provide the same data, but through a different API.
es_mx: Hasta donde sabemos, "Currency Data API" y "currencylayer" son propiedad de APILayer y proporcionan los mismos datos, pero a través de una API diferente.

source: Currency exchange rate data provider
es_mx: Proveedor de datos de tipos de cambio de divisas

source: Currency data provider selection
es_mx: Selección de proveedor de datos de moneda

source: Leave this blank to use the ExchangeRate-API "Open Access Endpoint".
es_mx: Déjelo en blanco para utilizar el "Punto final de acceso abierto" de ExchangeRate-API.

source: Automatic sync rate
es_mx: Sincronización automática de cambio

source: Auto
es_mx: Automático

source: Never
es_mx: Nunca

source: Daily
es_mx: Diario

source: Hourly
es_mx: Cada hora

source: Every 10 minutes
es_mx: Cada 10 minutos

source: Every 5 minutes
es_mx: Cada 5 minutos

source: Every minute
es_mx: Cada minuto

source: "Auto" is only available for ExchangeRate-API and when used will cause API requests to be made only when new data is made available, preventing excess requests.
es_mx: "Auto" solo está disponible para la API de Encancerate-API y cuando se usa, las solicitudes API se harán solo cuando se disponga de nuevos datos, para prevenir el exceso de solicitudes.

source: Exchange rate syncing runs via the cronjob and as such is limited by the frequency of your cron schedule (typically 5 minutes).
es_mx: La sincronización del tipo de cambio se ejecuta a través del cronjob y, como tal, está limitada por la frecuencia de su programación cron (normalmente 5 minutos).

source: Result
es_mx: Resultado

source: New Custom Page
es_mx: Nueva página personalizada

source: View
es_mx: Ver

source: Meta Description
es_mx: Metadescripción

source: Meta Keywords
es_mx: Palabras clave

source: Content
es_mx: Contenido

source: Add page content
es_mx: Añadir contenido de página

source: Edit Custom Page
es_mx: Editar página personalizada

source: Custom page updated
es_mx: Página personalizada actualizada

source: Enter page title here.
es_mx: Introduzca el título de la página aquí.

source: Enter page meta description here.
es_mx: Introduzca aquí la meta descripción de la página.

source: Enter page meta keywords here.
es_mx: Introduzca aquí meta palabras clave de la página.

source: Enter page slug here.
es_mx: Introduce aquí el slug de la página.

source: Enter page content here.
es_mx: Introduzca aquí el contenido de la página.

source: Client Area
es_mx: Área de Clientes

source: Dashboard
es_mx: Escritorio

source: Home
es_mx: Inicio

source: Tickets waiting your reply
es_mx: Tickets esperando tu respuesta

source: Last Updated
es_mx: Última Actualización

source: Actions
es_mx: Acciones

source: ago
es_mx: hace

source: Reply
es_mx: Responder

source: Balance
es_mx: Saldo

source: All Invoices
es_mx: Todas las Facturas

source: Paid
es_mx: Pagado

source: Unpaid
es_mx: No pagado

source: New Order
es_mx: Nuevo Pedido

source: All orders
es_mx: Todas las órdenes

source: Expiring
es_mx: Caducidad

source: New ticket
es_mx: Nuevo Ticket

source: All tickets
es_mx: Todas las Inscripciones

source: Open
es_mx: Abierto

source: On Hold
es_mx: En espera

source: Recent orders
es_mx: Pedidos recientes

source: Recent emails
es_mx: Correos electrónicos recientes

source: From
es_mx: Desde

source: Sent
es_mx: Enviado

source: Email resent
es_mx: Email reenviado

source: Resend
es_mx: Reenviar

source: Information
es_mx: Información

source: Email logging is not enabled. If you want to log sent mails to database, enable it in
es_mx: El registro de correo electrónico no está habilitado. Si quieres registrar correos enviados a la base de datos, habilítalo en

source: email settings.
es_mx: configuración de email.

source: Email templates
es_mx: Plantillas de correo electrónico

source: New template
es_mx: Nueva plantilla

source: Email queue
es_mx: Cola de correo electronico

source: Email settings
es_mx: Ajustes de email

source: Regenerate templates
es_mx: Regenerar plantillas

source: All email templates enabled
es_mx: Todas las plantillas de correo electrónico habilitadas

source: Enable all
es_mx: Activar todo

source: All email templates disabled
es_mx: Todas las plantillas de correo electrónico desactivadas

source: Disable all
es_mx: Deshabilitar todo

source: Extension
es_mx: Extensión

source: Enabled
es_mx: Habilitado

source: Are you sure you want to delete this template?
es_mx: ¿Realmente quiere borrar esta plantilla?

source: The list is empty. Depending on modules enabled email templates will be inserted after first event occurrence.
es_mx: La lista está vacía. Dependiendo de los módulos habilitados de plantillas de correo electrónico se insertarán después de la primera ocurrencia del evento.

source: Where I can use new email template?
es_mx: ¿Dónde puedo utilizar una nueva plantilla de correo electrónico?

source: Newly created email templates can be used in custom event hooks.
es_mx: Plantillas de correo electrónico recién creadas pueden utilizarse en ganchos de eventos personalizados.

source: Category
es_mx: Categoría

source: Action code
es_mx: Código de acción

source: FOSSBilling queues emails to have them be sent via cron in the background. Here you may find the list of queued emails and how many times the system has tried to send them.
es_mx: FOSSBilling pone en cola los correos electrónicos para que se envíen mediante cron en segundo plano. Aquí puede encontrar la lista de correos electrónicos en cola y cuántas veces el sistema ha intentado enviarlos.

source: Emails that have been sent or that failed to be sent will not be listed here.
es_mx: Los correos electrónicos que se han enviado o que no se han enviado no se mostrarán aquí.

source: To (Email)
es_mx: Para (correo electrónico)

source: Tries
es_mx: Intentos

source: Created at
es_mx: Creado en

source: Updated at
es_mx: Actualizado en

source: The list is empty.
es_mx: El listado está vacío.

source: Email settings updated
es_mx: Configuración de correo actualizada

source: Configure email options
es_mx: Configurar opciones del envío de email

source: FOSSBilling sends emails using <em>sendmail</em> by default or you can configure your own SMTP server
es_mx: FOSSBilling envía correos electrónicos utilizando <em>sendmail</em> por defecto o puede configurar su propio servidor SMTP

source: From name
es_mx: Nombre del remitente

source: From email
es_mx: Desde el e-mail

source: Queue options
es_mx: Opciones de cola

source: Send emails per cron run (0 = unlimited)
es_mx: Enviar correos por cron (0 = ilimitado)

source: Max email sending time in minutes (0 = unlimited, default 5 min.)
es_mx: Tiempo máximo de envío de correo en minutos (0 = ilimitado, por defecto 5 min.)

source: Cancel sending email after unsuccessful tries (0 = do not cancel)
es_mx: Cancelar el envío de correo electrónico después de intentos fallidos (0 = no cancelar)

source: Log sent emails to database
es_mx: Registrar correos enviados a la base de datos

source: Email transport
es_mx: Transporte por correo electrónico

source: SendMail
es_mx: Enviar correo

source: Custom
es_mx: Personalizar

source: SMTP Hostname
es_mx: Nombre del alojamiento SMTP

source: SMTP Port
es_mx: Puerto SMTP

source: SMTP Username
es_mx: Nombre de usuario de SMTP

source: SMTP Password
es_mx: Contraseña SMTP

source: SendGrid API Key
es_mx: Clave API de SendGrid

source: Custom DSN
es_mx: Personalizar DSN

source: If none of the available options exactly meet your needs, you can define a custom DSN. Please keep in mind that usernames, passwords, and hostnames with special characters need to be URL-encoded.
es_mx: Si ninguna de las opciones disponibles se ajusta exactamente a sus necesidades, puede definir un DSN personalizado. Por favor, ten en cuenta que los nombres de usuario, contraseñas y nombres de host con caracteres especiales necesitan ser codificados por URL.

source: More information
es_mx: Más información

source: Example
es_mx: Ejemplo

source: Send a test email to yourself
es_mx: Envía un email de prueba a ti mismo

source: Update email settings
es_mx: Actualizar ajustes de email

source: Email was successfully sent
es_mx: Correo electrónico enviado con éxito

source: Email template
es_mx: Plantilla de correo electrónico

source: Template
es_mx: Plantilla

source: Template Settings
es_mx: Ajustes de Plantilla

source: Examples
es_mx: Ejemplos

source: Template updated
es_mx: Plantilla actualizada

source: Manage email template
es_mx: Administrar plantillas de correo electrónico

source: Email templates can receive variables from FOSSBilling. Available variables are listed under the "Variables" tab. Copy a variable name to your email template and hit preview to see parsed content. Please note that values will be different when an actual email is sent.
es_mx: La mayoría de las plantillas de correo electrónico reciben parámetros de FOSSBilling. Puede navegar por ellas en la pestaña "Variables". Copie el nombre de la variable a la plantilla de correo electrónico y pulse la vista previa para ver el contenido analizado. Tenga en cuenta que los valores serán diferentes cuando se envíe el correo electrónico real.

source: Email message
es_mx: Mensaje de e-mail

source: Template settings
es_mx: Ajustes de plantilla

source: Enable or disable this email template.
es_mx: Habilitar o deshabilitar esta plantilla de correo electrónico.

source: List of variables used in this email
es_mx: Lista de variables utilizadas en este correo electrónico

source: These values will change when real email is sent. You can pass these variables to admin or guest API to get additional information from database.
es_mx: Estos valores cambiarán cuando se envíe un correo electrónico real. Puede pasar estas variables a la API de administración o invitado para obtener información adicional de la base de datos.

source: Example value
es_mx: Valor de ejemplo

source: This template has no known parameters, you may need to take an action to trigger its sending before they become known.
es_mx: Esta plantilla no tiene parámetros conocidos, puede que necesite tomar una acción para desencadenar su envío antes de que se conozcan.

source: Email templates examples
es_mx: Ejemplos de plantillas de email

source: Email template playground. Use this tool to try rendering email templates.
es_mx: Plantilla de correo electrónico. Utilice esta herramienta para intentar procesar plantillas de correo electrónico.

source: Mail Action
es_mx: Acción de correo

source: Here you can find all the emails we've sent you.
es_mx: Aquí puede ver todos los correos electrónicos que le hemos enviado.

source: There are no emails to display
es_mx: No hay correos electrónicos que mostrar

source: Embed parts of FOSSBilling
es_mx: Insertar partes de FOSSBilling

source: Embed parts
es_mx: Insertar partes

source: Copy and paste the embed code to your website
es_mx: Copia y pega el código incrustado en tu sitio web

source: Client area login form
es_mx: Formulario de acceso al área de cliente

source: Copy
es_mx: Copiar

source: Domain checker form
es_mx: Formulario de verificación de dominio

source: Contact us form
es_mx: Formulario de contacto

source: Incorrect please try again
es_mx: Incorrecto, prueba de nuevo

source: Enter the words above
es_mx: Introduzca las palabras de arriba

source: Send
es_mx: Enviar

source: Extension Directory
es_mx: Directorio de Extensiones

source: FOSSBilling extensions
es_mx: Extensiones de FOSSBilling

source: Activate or deactivate extensions
es_mx: Activar o desactivar extensiones

source: Learn more
es_mx: Saber más

source: Deactivate
es_mx: Desactivar

source: Activate
es_mx: Activar

source: Modules on the extension directory
es_mx: Módulos en el directorio de extensiones

source: These are all modules available for installation from the <a href="https://extensions.fossbilling.org/">extension directory</a> at the click of a button.
es_mx: Estos son todos los módulos disponibles para la instalación desde el directorio <a href="https://extensions.fossbilling.org/">de extensión</a> al hacer clic en un botón.

source: Extending FOSSBilling
es_mx: Ampliar FOSSBilling

source: FOSSBilling gives developers all the capabilities to customize, integrate & extend the core system into your own website & applications.
es_mx: FOSSBilling proporciona a los desarrolladores todas las capacidades para personalizar, integrar y ampliar el sistema central en su propio sitio web y aplicaciones.

source: More extensions
es_mx: Más extensiones

source: If you cannot find the extensions you are looking for in the admin area, please visit the extension directory at <a href="https://extensions.fossbilling.org" target="_blank">https://extensions.fossbilling.org</a>.
es_mx: Si no puedes encontrar las extensiones que estás buscando en el área de administración, visita el directorio de extensiones en <a href="https://extensions.fossbilling.org" target="_blank">https://extensions.fossbilling.org</a>.

source: How to create a new extension
es_mx: Cómo crear una nueva extensión

source: Create a <a href="https://github.com/signup/free" target="_blank">GitHub</a> account for free.
es_mx: Crea una cuenta <a href="https://github.com/signup/free" target="_blank">GitHub</a> gratis.

source: Create a new public repository dedicated to the extension only.
es_mx: Crear un nuevo repositorio público dedicado únicamente a la extensión.

source: The repository must have a valid manifest file for your extension in the JSON format. For more information, please refer <a href="https://github.com/FOSSBilling/example-extension" target="_blank">to our example extension</a>.
es_mx: El repositorio debe tener un archivo manifest válido para su extensión en formato JSON. Para obtener más información, consulte <a href="https://github.com/FOSSBilling/example-extension" target="_blank">a nuestra extensión de ejemplo</a>.

source: Create a pull request <a href="https://github.com/FOSSBilling/extension-directory">here</a>.
es_mx: Crea un pull request <a href="https://github.com/FOSSBilling/extension-directory">aquí</a>.

source: The FOSSBilling team will review your extension and contact you if there are any issues.
es_mx: El equipo de FOSSBilling revisará su extensión y se pondrá en contacto con usted si hay algún problema.

source: Registered extensions will then appear on the extension directory.
es_mx: Las extensiones registradas aparecerán en el directorio de extensiones.

source: Supported extension types
es_mx: Tipos de extensión soportados

source: Server managers
es_mx: Administradores del servidor

source: Domain registrars
es_mx: Registradores de dominios

source: Client area themes
es_mx: Temas del área del cliente

source: Admin area themes
es_mx: Temas del área de administración

source: Translations for client and admin areas
es_mx: Traducciones para clientes y áreas de administración

source: Event hooks - Hooks can be injected into the process, change its behaviour, stop executing actions
es_mx: Hooks de eventos - Los hooks pueden ser inyectados en el proceso, cambiar su comportamiento, dejar de ejecutar acciones

source: API module - External program which uses FOSSBilling API
es_mx: Módulo API - Programa externo que utiliza FOSSBilling API

source: Extension support
es_mx: Soporte de extensiones

source: Contact extensions developers directly for support. You can find issue tracker on the extension directory.
es_mx: Contacte directamente a los desarrolladores de extensiones para obtener ayuda. Puede encontrar el rastreador de problemas en el directorio de extensiones.

source: Hook
es_mx: Gancho

source: Manage translations
es_mx: Gestionar traducciones

source: New translations
es_mx: Nuevas traducciones

source: Enabled translations
es_mx: Traducciones habilitadas

source: Completion
es_mx: Finalizar

source: Disable
es_mx: Deshabilitar

source: Disabled translations
es_mx: Traducciones desactivadas

source: Enable
es_mx: Habilitar

source: List of translations on the Extension Directory
es_mx: Lista de traducciones en el Directorio de extensiones

source: FOSSBilling in your language
es_mx: FOSSBilling en tu idioma

source: Although FOSSBilling displays in U.S. English by default, it has the capability to be used in any language. Follow the instructions below to install new language.
es_mx: Aunque FOSSBilling se muestra en inglés en los Estados Unidos por defecto, tiene la capacidad de ser utilizado en cualquier idioma. Siga las instrucciones siguientes para instalar el nuevo idioma.

source: Check the FOSSBilling locale repository to see if the language you are looking for is available.
es_mx: Revise el repositorio local de FOSSBilling para ver si el idioma que busca está disponible.

source: Locale repository
es_mx: Repositorio local

source: Follow the instructions on the FOSSBilling documentation to install the new language's translation files.
es_mx: Siga las instrucciones de la documentación de FOSSBilling para instalar los archivos de traducción del nuevo idioma.

source: Changing the default language
es_mx: Cambiar el idioma predeterminado

source: Instructions for changing the default language can be found on the FOSSBilling documentation.
es_mx: Las instrucciones para cambiar el idioma por defecto se pueden encontrar en la documentación de FOSSBilling.

source: Edit field
es_mx: Editar campo

source: Please keep in mind that field name cannot start with a number. Special characters will be replaced with underscores ( _ )
es_mx: Por favor, ten en cuenta que el nombre del campo no puede comenzar con un número. Los caracteres especiales se reemplazarán por guiones bajos ( _ )

source: Label
es_mx: Etiqueta

source: options
es_mx: opciones

source: Value
es_mx: Valor

source: + Add new option
es_mx: Añadir nueva opción

source: Options
es_mx: Opciones

source: Hide label
es_mx: Ocultar Etiqueta

source: Read only
es_mx: Sólo lectura

source: Prefix
es_mx: Prefijo

source: Prepend text
es_mx: Añadir texto al inicio

source: Suffix
es_mx: Sufijo

source: Append text
es_mx: Añadir texto

source: Textarea size
es_mx: Tamaño área de texto

source: Width
es_mx: Ancho

source: Height
es_mx: Altura

source: Default value
es_mx: Valor predeterminado

source: Select a default value
es_mx: Seleccione un valor por defecto

source: Cancel
es_mx: Cancelar

source: Save
es_mx: Guardar

source: Please click on "Edit" in order to add options
es_mx: Por favor haga clic en 'Editar' para poder agregar opciones

source: Custom form builder
es_mx: Constructor de formulario personalizado

source: Custom forms
es_mx: Formularios personalizados

source: Import form
es_mx: Importar Formulario

source: Create new form
es_mx: Crear nuevo formulario

source: Add new
es_mx: Añadir nuevo

source: Products
es_mx: Productos

source: Form options
es_mx: Opciones de formulario

source: Form options were updated
es_mx: Opciones del formulario fueron actualizadas

source: Form title
es_mx: Nombre del Formulario

source: Labels position
es_mx: Posición de la etiqueta

source: Labels on the left
es_mx: Etiquetas en la izquierda

source: Form title visibility
es_mx: Visibilidad del nombre del formulario

source: Show form title
es_mx: Mostrar título del formulario

source: Text
es_mx: Texto

source: Dropdown
es_mx: Desplegable

source: Textarea
es_mx: Área de texto

source: Delete field?
es_mx: ¿Eliminar campo?
