Repository: FOSSBilling/FOSSBilling
Catalog: src/locale/*/LC_MESSAGES/messages.po
Languages: es_mx

source: If set, the time in hour(s) the user must wait between consequent ticket submission.
es_mx: Si se establece, el tiempo en horas que el usuario debe esperar entre el envío de un ticket y otro.

source: Enable Knowledge Base
es_mx: Habilitar la base de conocimientos

source: Disable Public Tickets
es_mx: Deshabilitar entradas públicas

source: New Helpdesk
es_mx: Nuevo Helpdesk

source: Close Tickets After
es_mx: Cerrar tickets después

source: hour(s)
es_mx: hora(s)

source: message(s)
es_mx: mensaje(s)

source: Task
es_mx: Tarea

source: Related To
es_mx: En relación a

source: Upgrade To
es_mx: Actualizar a

source: Set Task Complete
es_mx: Establecer tarea completada

source: New Support Ticket
es_mx: Nuevo ticket de soporte

source: Support Tickets
es_mx: Tickets de Soporte

source: Filter Support Tickets
es_mx: Filtrar tickets de soporte

source: Ticket Subject
es_mx: Asunto del Ticket

source: Ticket Messages
es_mx: Mensajes de tickets

source: All helpdesks
es_mx: Todos los soportes

source: Created At
es_mx: Creado en

source: Awaiting staff
es_mx: Esperando al personal

source: Awaiting client
es_mx: Esperando al cliente

source: New Client Ticket
es_mx: Ticket de nuevo cliente

source: New Public Ticket
es_mx: Nuevo billete público

source: Open Ticket for Existing Client
es_mx: Ticket abierto para cliente existente

source: Open Public Ticket for Non-client
es_mx: Ticket público abierto para no clientes

source: Receiver Name
es_mx: Nombre del receptor

source: John Smith
es_mx: Juan Pérez

source: user@domail.com
es_mx: usuario@dominio.com

source: Email Subject
es_mx: Asunto de Email

source: Create New Helpdesk
es_mx: Crear un nuevo Departamento

source: Contact us
es_mx: Contáctenos

source: Ticket information
es_mx: Información de entradas

source: Time opened
es_mx: Abierto desde

source: Ticket was closed and cannot be reopened.
es_mx: El ticket se ha cerrado y no se puede volver a abrir.

source: views
es_mx: vistas

source: Similar articles
es_mx: Artículos similares

source: Knowledge Base Categories
es_mx: Categorías de la base de conocimientos

source: Category List
es_mx: Lista de categorías

source: Explore our knowledge base categories and their associated articles below.
es_mx: Explore las categorías de nuestra base de conocimientos y sus artículos asociados a continuación.

source: What are you looking for?
es_mx: ¿Qué estás buscando?

source: No results found for:
es_mx: No se encontraron resultados para:

source: Related to
es_mx: En relación a

source: Service #
es_mx: Servicio número

source: Operator
es_mx: Operador

source: You
es_mx: Tú

source: Quote reply
es_mx: Citar respuesta

source: This ticket was closed, but you can still reopen it by replying.
es_mx: El ticket se ha cerrado, pero se puede volver a abrir respondiendo.

source: Need an answer? We are here to help!
es_mx: ¿Necesitas respuesta? ¡Estamos aquí para ayudar!

source: Submitted
es_mx: Enviado

source: No support tickets
es_mx: No hay tickets de soporte

source: Open new ticket
es_mx: Abrir un nuevo ticket

source: System settings
es_mx: Ajustes del sistema

source: Company legal
es_mx: Legal de la empresa

source: Countries
es_mx: Países

source: Cache
es_mx: Caché

source: Error reporting
es_mx: Informe de errores

source: Network interface
es_mx: Interfaz de red

source: Company updated
es_mx: Empresa actualizada

source: Address line 1
es_mx: Dirección

source: Address line 2
es_mx: Dirección línea 2

source: Address line 3
es_mx: Dirección (línea 3)

source: Logo URL
es_mx: URL del Logo

source: Logo URL (dark mode)
es_mx: URL del Logo (modo oscuro)

source: Favicon
es_mx: Icono de favoritos

source: Company number, chamber of commerce number
es_mx: Número de empresa, número de cámara de comercio

source: Bank Account number
es_mx: Número de cuenta bancaria

source: Display bank account information on documents?
es_mx: ¿Mostrar información de la cuenta bancaria en los documentos?

source: Display bank account information on the bottom of every page?
es_mx: ¿Mostrar información de la cuenta bancaria en la parte inferior de cada página?

source: Disallow guest API to fetch FOSSBilling version
es_mx: No permitir que la API de invitados obtenga la versión de FOSSBilling

source: Enabling this functionality may affect modules that depend on it.
es_mx: Habilitar esta funcionalidad puede afectar los módulos que dependen de ella.

source: Hide some company information in the guest API
es_mx: Ocultar cierta información de la empresa en la API de invitados

source: Enabling this will hide some information from the "company" guest API endpoint such as the address, phone number, email, VAT number, and more.
es_mx: Al habilitar esta opción, se ocultará cierta información del punto final de la API de invitado de la "empresa", como la dirección, el número de teléfono, el correo electrónico, el número de IVA y más.

source: Company terms of service, legal regulation
es_mx: Condiciones de servicio de la empresa, normativa legal

source: Company privacy policy
es_mx: Política de privacidad

source: Countries updated
es_mx: Países actualizados

source: List of countries
es_mx: Lista de países

source: Cache control
es_mx: Control de caché

source: Cache directory is cleared
es_mx: La caché ha sido limpiada

source: About FOSSBilling
es_mx: Acerca de FOSSBilling

source: FOSSBilling version
es_mx: Versión de FOSSBilling

source: PHP version
es_mx: Versión de PHP

source: Instance ID
es_mx: Identificación de instancia

source: License
es_mx: Licencia

source: Error reporting is enabled.
es_mx: Informe de errores habilitado.

source: Error reporting is now disabled.
es_mx: El informe de errores ahora está deshabilitado.

source: Disable error reporting
es_mx: Desactivar informe de errores

source: Error reporting is disabled.
es_mx: Informe de errores deshabilitado.

source: Error reporting is now enabled.
es_mx: El informe de errores ahora está habilitado.

source: Enable error reporting
es_mx: Habilitar informes de errores

source: FOSSBilling optionally includes automated error reporting to help aid the project's development and stability. To find the most up-to-date information about it, you should review the links and information below.
es_mx: FOSSBilling incluye opcionalmente informes de errores automáticos para ayudar al desarrollo y la estabilidad del proyecto. Para encontrar la información más actualizada al respecto, debe revisar los enlaces y la información a continuación.

source: Learn more about error reporting
es_mx: Obtenga más información sobre los informes de errores

source: Error reporting changelog
es_mx: Registro de cambios de informes de errores

source: Last applicable behavior change:
es_mx: Último cambio de comportamiento aplicable:

source: The last applicable behavior change represents the most recent FOSSBilling version that changed error reporting which also applies to this current version. There may have been more recent changes than what's listed.
es_mx: El último cambio de comportamiento aplicable representa la versión más reciente de FOSSBilling que modificó los informes de errores, lo que también se aplica a esta versión actual. Es posible que haya habido cambios más recientes que los que se indican.

source: If your server has multiple network interfaces, you may select the default one for FOSSBilling to use when making requests here.
es_mx: Si su servidor tiene múltiples interfaces de red, puede seleccionar la predeterminada para que FOSSBilling la use al hacer solicitudes aquí.

source: Select the default network interface:
es_mx: Selecciona la interfaz de red por defecto:

source: None (Default PHP Behavior)
es_mx: Ninguno (Comportamiento PHP por defecto)

source: Enter a custom interface to use:
es_mx: Ingrese a una interfaz personalizada para usar:

source: If the dropdown menu doesn't have the appropriate network interface, please enter the IP address or name (e.g., eth0) of the correct one above.
es_mx: Si el menú desplegable no tiene la interfaz de red apropiada, por favor introduzca la dirección IP o el nombre (por ejemplo, etc) correcto arriba.

source: With the current settings, your FOSSBilling instance will have an external IP address of:
es_mx: Con la configuración actual, tu instancia de FOSSBilling tendrá una dirección IP externa de:

source: The currently selected network interface does not appear to be able to reach the internet!
es_mx: ¡La interfaz de red seleccionada no parece ser capaz de conectarse a internet!

source: Network interface updated.
es_mx: Interfaz de red actualizada.

source: Update release notes
es_mx: Actualizar notas de la versión

source: Required PHP version:
es_mx: Versión de PHP requerida:

source: This update is considered to be a major update, you should check the release notes for any breaking changes.
es_mx: Esta actualización se considera una actualización importante, debe consultar las notas de la versión para conocer los cambios importantes.

source: This update is considered to be a minor update, there are low chances of incompatibilities.
es_mx: Esta actualización se considera una actualización menor, hay pocas posibilidades de que haya incompatibilidades.

source: There is no update available
es_mx: No hay actualizaciones disponibles

source: You appear to be running the latest version of FOSSBilling, so no action is needed at the moment. If you think this is a mistake, you may use the button below to check again.
es_mx: Parece que tienes la última versión de FOSSBilling, así que necesitas hacer nada por ahora. Si crees que esto es un error, puedes utilizar el botón de abajo para comprobar de nuevo.

source: Check for Updates
es_mx: Buscar actualizaciones

source: Apply Patches & Update Configuration
es_mx: Aplicar Parches y Actualizar Configuración

source: Applying patches and updating the configuration should be performed automatically, you don't need to use that button unless you are experiencing issues.
es_mx: La aplicación de parches y la actualización de la configuración deberían realizarse automáticamente, no necesitas usar ese botón a menos que tengas problemas.

source: Last update check:
es_mx: Última comprobación de actualizaciones:

source: Next update check:
es_mx: Siguiente comprobación de actualizaciones:

source: System undergoing maintenance
es_mx: Sistema en mantenimiento

source: Our systems are undergoing maintenance. We'll be back soon.
es_mx: Nuestros sistemas están en mantenimiento. Volveremos pronto.

source: While we're away, you can still reach us over other channels.
es_mx: Mientras estamos ausentes, aún puedes comunicarte con nosotros a través de otros canales.

source: Themes
es_mx: Temas

source: Settings for
es_mx: Configuraciones para

source: INFORMATION
es_mx: INFORMACIÓN

source: Switch to a predefined set of theme settings from the dropdown. Adjust each section and apply the changes once you're done.
es_mx: Cambia a un conjunto predefinido de configuraciones de tema desde el menú desplegable. Ajusta cada sección y aplica los cambios una vez que hayas terminado.

source: Your current preset
es_mx: Su preajuste actual

source: Config for
es_mx: Configuración de

source: preset
es_mx: preajuste

source: Save current settings as a new preset called
es_mx: Guarde la configuración actual como un nuevo ajuste preestablecido llamado

source: Apply changes
es_mx: Aplicar cambios

source: Default
es_mx: Por defecto

source: WYSIWYG settings
es_mx: Ajustes de Visualización

source: Default editor
es_mx: ﻿Usar Editor predeterminado

source: Oops... You just found an error page
es_mx: Vaya... Has encontrado una página de error

source: Back to Dashboard
es_mx: Volver al panel de control

source: Toggle navigation
es_mx: Cambiar el modo de navegación

source: Sponsor
es_mx: Patrocinador

source: Enable dark mode
es_mx: Activar el modo noche

source: Enable light mode
es_mx: Activar el modo día

source: Open user menu
es_mx: Abrir el menú del usuario

source: Logout
es_mx: Cerrar sesión

source: Help
es_mx: Ayuda

source: Documentation
es_mx: Documentación

source: Report a bug
es_mx: Informar de un error

source: Failed Setup
es_mx: Configuración fallida

source: Failed Renewal
es_mx: Renovación fallida

source: Search:
es_mx: Buscar:

source: Enter search text...
es_mx: Introduzca el texto a buscar...

source: Danger!
es_mx: ¡Peligro!

source: clients
es_mx: clientes

source: suspended
es_mx: suspendido

source: orders
es_mx: pedidos

source: invoices
es_mx: facturas

source: unpaid
es_mx: pendiente

source: waiting for staff reply
es_mx: a la espera de respuesta

source: Statistics
es_mx: Estadísticas

source: Today
es_mx: Hoy

source: Yesterday
es_mx: Ayer

source: This month so far
es_mx: Este mes hasta ahora

source: Last month
es_mx: Último mes

source: Income
es_mx: Ingresos

source: Latest orders
es_mx: Últimos pedidos

source: Define date interval for graphs
es_mx: Definir intervalo de fechas para los gráficos

source: Update graphs
es_mx: Actualizar gráficos

source: Recent client activity
es_mx: Actividad reciente del cliente

source: Recent staff activity
es_mx: Actividad reciente del personal

source: Delete selected
es_mx: Eliminar seleccionado

source: Are you sure you want to delete the selected items?
es_mx: ¿Está seguro que desea eliminar los elementos seleccionados?

source: No items selected
es_mx: Ningún elemento seleccionado

source: You need to select at least one item to delete
es_mx: Necesita seleccionar al menos un elemento a eliminar

source: View on the extension directory
es_mx: Ver en el directorio de extensiones

source: View extension README
es_mx: Ver información de la extensión

source: Install extension
es_mx: Instalar extensión

source: Explore FOSSBilling extensions
es_mx: Ver extensiones de FOSSBilling

source: Fetching extension details.
es_mx: Obteniendo detalles de la extensión.

source: Support ticket
es_mx: Ticket de soporte

source: Staff member
es_mx: Empleado

source: Announcement
es_mx: Anuncio

source: Pagination
es_mx: Paginación

source: Payment type
es_mx: Método de Pago

source: One time
es_mx: Una vez

source: Recurrent
es_mx: Recurrente

source: Setup price
es_mx: Configurar el precio

source: Price for period
es_mx: Precio por período

source: First payment sum
es_mx: Suma del primer pago

source: Weekly
es_mx: Semanal

source: Monthly
es_mx: Mensual

source: Search settings
es_mx: Configuración de Búsqueda

source: Look and Feel
es_mx: Apariencia

source: Theme
es_mx: Tema

source: Bootstrap Light
es_mx: Bootstrap Luz

source: Bootstrap Dark
es_mx: Bootstrap Oscuro

source: Header items
es_mx: Elementos del encabezado

source: Show company logo
es_mx: Mostrar logo de la empresa

source: Show client balance
es_mx: Mostrar saldo del cliente

source: Menu items which are visible in top right menu
es_mx: Elementos del menú que son visibles en el menú superior derecho

source: Select which menu items
es_mx: Seleccionar qué elementos del menú

source: Show dashboard link
es_mx: Mostrar enlace al panel

source: Show order link
es_mx: Mostrar enlace de pedido

source: Show profile link
es_mx: Mostrar enlace del perfil

source: Show sign out link
es_mx: Mostrar enlace de cerrar sesión

source: Login page
es_mx: Página de inicio de sesión

source: Show logo
es_mx: Mostrar logo

source: Show password reset link
es_mx: Mostrar enlace para restablecer la contraseña

source: Show signup link
es_mx: Mostrar enlace de registro

source: Breadcrumbs
es_mx: Rutas de navegación

source: Show breadcrumbs
es_mx: Mostrar ruta de navegación

source: Hide breadcrumbs on dashboard
es_mx: Ocultar navegación en el panel de control

source: Enable Dashboard for Guests
es_mx: Habilitar panel para invitados

source: Hide nav menu for guests
es_mx: Ocultar menú de nav para invitados

source: Showcase
es_mx: Ejemplos

source: Enable Showcase
es_mx: Activar ejemplos

source: Showcase text
es_mx: Texto mostrado

source: Showcase button title
es_mx: Título del botón de ejemplos

source: Showcase link URL
es_mx: URL del enlace de muestra

source: Sidebar
es_mx: Barra Lateral

source: Menu items which are visible in left menu
es_mx: Elementos de menú visibles en el menú izquierdo

source: Select menu items
es_mx: Seleccionar elementos del menú

source: Show support link
es_mx: Mostrar enlace de soporte

source: Show knowledge base link
es_mx: Mostrar enlace de la base de conocimientos

source: Show services link
es_mx: Mostrar enlace de servicios

source: Show invoices link
es_mx: Mostrar enlace de facturas

source: Show emails link
es_mx: Mostrar enlace de correos

source: Show payments link
es_mx: Mostrar enlace de pagos

source: Show news link
es_mx: Mostrar enlace de noticias

source: Simple Sidebar Note
es_mx: Nota de barra lateral simple

source: Show sidebar note
es_mx: Mostrar nota en la barra lateral

source: Note title
es_mx: Título de la nota

source: Note text
es_mx: Texto de la nota

source: Meta fields
es_mx: Metacampos

source: Meta title prefix
es_mx: Prefijo del título meta

source: Meta title suffix
es_mx: Sufijo del título meta

source: Meta keywords
es_mx: Palabras clave del meta

source: Meta author
es_mx: Meta autor

source: Footer
es_mx: Pie de página

source: Show Footer
es_mx: Mostrar pie de página

source: Show "Top" link
es_mx: Mostrar enlace "Top"

source: Footer text (instead of company signature)
es_mx: Texto del pie de página (en lugar de la firma de la empresa)

source: Footer link #1
es_mx: Enlace del pie #1

source: Footer link #2
es_mx: Enlace del pie #2

source: Footer link #3
es_mx: Enlace del pie #3

source: Footer link #4
es_mx: Enlace del pie #4

source: Footer link #5
es_mx: Enlace del pie #5

source: Add javascript to client area footer
es_mx: Añadir javascript al pie de página del área del cliente

source: Allow clients to choose between one-time and subscription payments
es_mx: Permitir a los clientes elegir entre pagos únicos y pagos de suscripción

source: Terms of service / privacy policy requirement for the checkout screen
es_mx: Términos de servicio / política de privacidad requerida para la pantalla de pago

source: Explicit agreement
es_mx: Acuerdo explícito

source: Implicit agreement
es_mx: Acuerdo implícito

source: Signup page
es_mx: Página de registro

source: Terms of service / privacy policy requirement for the signup page
es_mx: Términos de servicio / política de privacidad requerida para la página de registro

source: Whoops! Unable to find the page you are looking for
es_mx: ¡Ups! No se puede encontrar la página que estás buscando

source: Go back to home
es_mx: Volver al Inicio

source: Sign out
es_mx: Cerrar sesión

source: breadcrumb
es_mx: ruta de navegación

source: Payment Information
es_mx: Información de pago

source: Account Number
es_mx: Número de cuenta

source: Powered by the
es_mx: Desarrollado por

source: FOSSBilling Community
es_mx: Comunidad FOSSBilling

source: Top
es_mx: Arriba

source: NOTE: Many features on FOSSBilling require Javascript and cookies. You can enable both in your browser's preference settings.
es_mx: NOTA: Muchas funciones de FOSSBilling requieren Javascript y cookies. Puede habilitar ambas en la configuración de preferencias de su navegador.

source: Account balance
es_mx: Saldo de la cuenta

source: First
es_mx: Primero

source: Previous
es_mx: Anterior

source: Last
es_mx: Último

source: Quantity:
es_mx: Cantidad:

source: Total price:
es_mx: Precio total:

source: Setup Price
es_mx: Configurar el precio

source: Order now
es_mx: Nueva orden
