Repository: FOSSBilling/FOSSBilling
Catalog: src/locale/*/LC_MESSAGES/messages.po
Languages: es_mx

source: Next date is counted from last expiration date or renewal date whichever is greater
es_mx: La fecha siguiente se calcula a partir de la última fecha de vencimiento o renovación, la que sea mayor

source: Show addon orders in orders list
es_mx: Mostrar pedidos adicionales en la lista de pedidos

source: If this is disabled they are shown in master order view "Addons" tab.
es_mx: Si esta opción está deshabilitada, se muestran en la pestaña "Complementos" de la vista de pedido maestro.

source: Auto suspend reason
es_mx: Motivo de suspensión automática

source: Auto Cancellation
es_mx: Auto Cancelación

source: Cancel Suspended Orders
es_mx: Cancelar Pedidos Suspendidos

source: Do Not Cancel Suspended Orders
es_mx: No Cancelar Pedidos Suspendidos

source: days after order suspension with reason
es_mx: Días después de la suspensión del pedido con motivo

source: Suspension reasons
es_mx: Razones de suspensión

source: My Products & Services
es_mx: Mis Productos y Servicios

source: Services
es_mx: Servicios

source: All of your orders are displayed here. Click on any service to get full information about it.
es_mx: Todos tus pedidos están aquí. Haz clic en cualquier servicio para obtener información completa sobre él.

source: Order ID
es_mx: ID del pedido

source: No orders yet
es_mx: No se ha realizado ningún pedido

source: Service details
es_mx: Datos del servicio

source: All information about your service
es_mx: Toda la información sobre tu servicio

source: Product name
es_mx: Nombre del producto

source: Billing cycle
es_mx: Ciclo de facturación

source: Order created
es_mx: Pedido creado

source: Activated at
es_mx: Activado el

source: Renewal date
es_mx: Fecha de renovación

source: Renew now
es_mx: Renovar Ahora

source: Request Upgrade
es_mx: Solicitar actualización

source: Open ticket
es_mx: Abrir ticket

source: Request cancellation
es_mx: Solicitar cancelación

source: Submit cancellation request
es_mx: Presentar solicitud de cancelación

source: Request
es_mx: Solicitud

source: Submit new support ticket
es_mx: Enviar un nuevo ticket de soporte

source: Submit upgrade request
es_mx: Enviar solicitud de actualización

source: Upgrade to
es_mx: Actualizar a

source: I would like to upgrade
es_mx: Quiero mejorar

source: Order Button settings
es_mx: Ajustes del botón de pedido

source: Order window settings
es_mx: Ajustes de la ventana de pedido

source: Advanced settings
es_mx: Ajustes avanzados

source: Order popup settings
es_mx: Ajustes de la ventana emergente de pedido

source: Configure how your popup window will look like
es_mx: Configura cómo se verá tu ventana emergente

source: Theme color
es_mx: Color del Tema

source: Green
es_mx: Verde

source: Red
es_mx: Rojo

source: Blue
es_mx: Azul

source: Dark
es_mx: Oscuro

source: Sizing
es_mx: Tamaño

source: Border radius
es_mx: Radio de las esquinas

source: Background
es_mx: Fondo

source: Opacity
es_mx: Opacidad

source: Loader (while content of popup is being loaded)
es_mx: Cargador (mientras se carga el contenido de la ventana emergente)

source: Close (ESC key by default)
es_mx: Cerrar (Tecla ESC por defecto)

source: Click on background closes popup
es_mx: Haciendo clic en el fondo cierra la ventana emergente

source: Show values of custom form before checkout
es_mx: Mostrar valores del formulario personalizado antes de realizar el pago

source: User input will be shown before checkout for custom form
es_mx: La entrada del usuario se mostrará antes del pago para el formulario personalizado

source: Order Button code
es_mx: Código del Botón de pedido

source: Clicking on an HTML element with the classname or ID
es_mx: Al hacer clic en un elemento HTML con el nombre de clase o ID

source: will open a popup window for
es_mx: se abrirá una ventana emergente para

source: symbols
es_mx: símbolos

source: IMPORTANT
es_mx: IMPORTANTE

source: You need to add ID (if you want to use it for one html element) or class (if you want to use it for multiple elements) in order for it to work
es_mx: Necesitas añadir ID (si quieres usarlo para un elemento html) o clase (si quieres usarlo para múltiples elementos) para que funcione

source: Add order-button class to your elements which must call popup. For example:
es_mx: Agregue la clase order-button a sus elementos que deben llamar a la ventana emergente. Por ejemplo:

source: Add data-product attribute to your element to open specific product. For example:
es_mx: Añadir atributo al elemento para abrir un producto específico. Por ejemplo:

source: data-product attribute value will be overridden if popup's product is selected from select-box above
es_mx: el valor de atributo se anulará si se selecciona desde la ventana emergente

source: Copy this code to your website
es_mx: Copiar este código a su sitio web

source: Try your popup
es_mx: Prueba tu ventana emergente

source: Class name should start with dot (.) or hashtag (#) for ID
es_mx: El ID del nombre de la clase debe comenzar con punto (.) o hashtag (#)

source: Add " + selector + " class to your elements which must call popup. For example:
es_mx: Usa la clase "+ selector +" en los elementos que deben llamar a la ventana emergente. Por ejemplo:

source: Add " + selector + " ID to your element which must call popup. For example:
es_mx: Usa la clase ID "+ selector +" en los elementos que deben llamar a la ventana emergente. Por ejemplo:

source: Addons & extras
es_mx: Addons y extras

source: Setup:
es_mx: Configuración:

source: Add to cart
es_mx: Añadir a la cesta

source: Remove from cart
es_mx: Quitar del carrito

source: Cart
es_mx: Carrito

source: Remove item
es_mx: Eliminar elemento

source: setup
es_mx: configuración

source: Have a coupon code?
es_mx: ¿Tienes un código de cupón?

source: Promo code was applied for your order
es_mx: Se aplicó un código de promoción para su pedido

source: Enter code
es_mx: Introduzca el código

source: Remove
es_mx: Eliminar

source: Apply
es_mx: Aplicar

source: Discount:
es_mx: Descuento:

source: Pay by
es_mx: Pagar por

source: Total amount will be deducted from account balance
es_mx: El importe total se deducirá del saldo de la cuenta

source: terms of service
es_mx: términos del servicio

source: privacy policy
es_mx: política de privacidad

source: Checkout
es_mx: Pagar

source: Are you sure you want to remove this item from cart?
es_mx: ¿Estás seguro que quieres eliminar este producto de la cesta?

source: Item was removed from cart
es_mx: El producto se ha eliminado del carrito

source: Select Product
es_mx: Seleccionar producto

source: Items
es_mx: Artículos

source: Login or Register
es_mx: Iniciar sesión o Registrarse

source: You must fill in your email.
es_mx: Debes completar tu correo electrónico.

source: You must fill in your password.
es_mx: Debes rellenar tu contraseña.

source: Create account
es_mx: Crear cuenta

source: You are
es_mx: Eres

source: Confirm password
es_mx: Confirmar contraseña

source: Phone Code
es_mx: Código telefónico

source: Already a user?
es_mx: ¿Ya estás registrado?

source: Payment
es_mx: Pago

source: Powered by
es_mx: Desarrollado por

source: You logged in successfully
es_mx: Has iniciado sesión correctamente

source: Product Configuration
es_mx: Configuración del producto

source: Product was added to shopping cart
es_mx: El producto fue añadido al carrito de compras

source: Billing
es_mx: Facturación

source: One-time payment
es_mx: Pago único

source: Next
es_mx: Siguiente

source: About us
es_mx: Sobre nosotros

source: About
es_mx: Acerca de

source: Login to your account
es_mx: Accede a tu cuenta

source: Enter your email address
es_mx: Tu correo electrónico

source: Enter your password
es_mx: Tu contraseña

source: Forgot password?
es_mx: ¿Olvidó su contraseña?

source: Reset password
es_mx: Restablecer contraseña

source: Reset your password
es_mx: Restablece tu contraseña

source: A password reset confirmation email will be sent to you if we found an account with that email address.
es_mx: Se le enviará un correo electrónico de confirmación de restablecimiento de contraseña si encontramos una cuenta con esa dirección de correo electrónico.

source: Enter your email to reset password. You will receive new password after reset link is confirmed.
es_mx: Introduce tu correo electrónico para restablecer la contraseña. Recibirás una nueva contraseña después de que el enlace de restablecimiento sea confirmado.

source: Privacy Policy
es_mx: Política de privacidad

source: Privacy
es_mx: Privacidad

source: Create a new account
es_mx: Crear una nueva cuenta

source: Male
es_mx: Hombre

source: Female
es_mx: Mujer

source: Non-binary
es_mx: No binario

source: Other
es_mx: Otro

source: Terms and Conditions
es_mx: Términos y Condiciones

source: Terms
es_mx: Términos

source: Paid support settings
es_mx: Ajustes de soporte de pago

source: New helpdesk
es_mx: Nuevo helpdesk

source: Ticket price
es_mx: Precio del ticket

source: Error message
es_mx: Mensaje de error

source: Set paid support for helpdesks
es_mx: Configurar soporte de pago para los helpdesk

source: Helpdesk
es_mx: Departamento

source: Edit product addon
es_mx: Editar complemento de producto

source: Addon updated
es_mx: Complemento actualizado

source: Disabled
es_mx: Desactivado

source: Activation
es_mx: Activación

source: After order is placed
es_mx: Después de realizar el pedido

source: After payment is received
es_mx: Después de recibir el pago

source: Manual activation
es_mx: Activación manual

source: Icon
es_mx: Icono

source: New Addon
es_mx: Nuevo complemento

source: Categories
es_mx: Categorías

source: Category updated
es_mx: Categoría actualizada

source: New Product
es_mx: Nuevo producto

source: New Category
es_mx: Nueva Categoría

source: Update priority
es_mx: Actualizar

source: Icon URL
es_mx: URL del icono

source: Product configuration
es_mx: Configuración del producto

source: General settings
es_mx: Configuración general

source: Configuration
es_mx: Configuración

source: Upgrades
es_mx: Actualizaciones

source: Links
es_mx: Enlaces

source: General Settings
es_mx: Configuración general

source: Product configuration updated
es_mx: Configuración del producto actualizada

source: Order Form
es_mx: Formulario de Pedido

source: Hidden
es_mx: Oculto

source: Icon/Image URL
es_mx: URL del icono/imagen

source: Pricing & Stock Control
es_mx: Control de precios y stock

source: Enable stock control
es_mx: Activar control de stock

source: Quantity in stock
es_mx: Cantidad en stock

source: No additional configuration for this product is required
es_mx: No se requiere ninguna configuración adicional para este producto

source: Choose which addons you would like to offer with
es_mx: Elige qué complementos te gustaría ofrecer

source: Create new addon
es_mx: Crear un nuevo addon

source: Choose which products can client upgrade to
es_mx: Elija qué productos puede actualizar el cliente

source: Product Upgrades
es_mx: Mejoras de producto

source: Product Links
es_mx: Enlaces de productos

source: Order Page (via ID)
es_mx: Página de pedido (a través de ID)

source: Order Page (via Link)
es_mx: Página de pedido (a través de enlace)

source: Edit form
es_mx: Editar formulario

source: Add new form
es_mx: Añadir nuevo formulario

source: Manage Promotion
es_mx: Administrar promociones

source: Promo Code
es_mx: Código promocional

source: Discount Type
es_mx: Tipo de Descuento

source: Absolute
es_mx: Absoluto

source: Percentage
es_mx: Porcentaje

source: Recurring
es_mx: Recurrente

source: Apply to first order only
es_mx: Aplicar solo al primer pedido

source: Apply to first order and renewals
es_mx: Aplicar al primer pedido y renovaciones

source: Free Setup
es_mx: Configuración Gratis

source: Promotion Limitations
es_mx: Limitaciones de Promoción

source: Once per Client
es_mx: Una por Cliente

source: Max Uses (Zero for Unlimited)
es_mx: Usos máximos (cero para ilimitado)

source: Leave blank for unlimited uses
es_mx: Déjelo en blanco para usos ilimitados

source: Validity Period (Blank for Indefinite)
es_mx: Periodo de validez (en blanco para indefinido)

source: Applicable Products (Select None to Apply to All)
es_mx: Productos a los que aplicar (Selecciona Ninguno para Aplicar a Todos)

source: Applicable Periods (Select None to Apply to All)
es_mx: Rango a aplicar (Selecciona Ninguno para Aplicar a Todos)

source: Applicable Client Groups (Select None to Apply to All)
es_mx: Grupos de clientes aplicables (seleccione ninguno para aplicar a todos)

source: Promotions
es_mx: Promociones

source: New Promotion
es_mx: Nueva promoción

source: Promo codes
es_mx: Códigos promocionales

source: Applies To
es_mx: Se aplica a

source: Client Groups
es_mx: Grupos de clientes

source: Validity Period
es_mx: Periodo de Validez

source: Usage
es_mx: Uso

source: All Products
es_mx: Todos los productos

source: All Client groups
es_mx: Todos los grupos de clientes

source: Create New Promotional Code
es_mx: Crear nuevo código promocional

source: Create special offers for your clients by creating promo codes.
es_mx: Crea ofertas especiales para tus clientes creando códigos promocionales.

source: Redirects
es_mx: Redirecciones

source: Create new redirect
es_mx: Crear nueva redirección

source: Path
es_mx: Camino

source: Target
es_mx: Objetivo

source: Run all checks
es_mx: Ejecuta todas las comprobaciones

source: Run check
es_mx: Ejecutar comprobación

source: Lookup & discover info about IP addresses.
es_mx: Busca y descubre información sobre direcciones IP.

source: IP address to lookup
es_mx: Dirección IP a buscar

source: IP Address
es_mx: Dirección IP

source: ASN Organization
es_mx: Organización ASN

source: ASN stands for autonomous system number. IP address info may not always be accurate.
es_mx: ASN significa número de sistema autónomo. La información de la dirección IP puede no ser siempre precisa.

source: SEO settings
es_mx: Configuración de SEO

source: FOSSBilling will automatically ping every enabled search engine every 24 hours. Cron jobs must be working for this to work.
es_mx: FOSSBilling enviará un ping automático a todos los motores de búsqueda habilitados cada 24 horas. Los trabajos de cron deben estar en ejecución para que esto funcione.

source: Last time a ping was sent
es_mx: La última vez que se envió un ping

source: A ping wasn't sent yet
es_mx: Aún no se envió un ping

source: API Key settings
es_mx: Configuración de la clave API

source: API key settings updated
es_mx: Configuración de clave API actualizada

source: Here you can configure the length of the API keys that will be generated. We recommend making this no less than 16 at a minimum. When in doubt, leave this at 32.
es_mx: Aquí puedes configurar la longitud de las claves API que se generarán. Recomendamos que no sea inferior a 16 como mínimo. En caso de duda, deja el valor en 32.

source: Length
es_mx: Longitud

source: FOSSBilling can split the generated API key with dashes depending on the following options. The dashes will not count towards the API key length. If any API key is generated with dashes, they must be included in order for it to be considered valid.
es_mx: FOSSBilling puede dividir la clave API generada con guiones según las siguientes opciones. Los guiones no se tendrán en cuenta para la longitud de la clave API. Si se genera una clave API con guiones, estos deben incluirse para que se considere válida.

source: Split API key with dashes
es_mx: Clave API dividida con guiones

source: Split Interval
es_mx: Intervalo dividido

source: Here you can configure what case you want the API keys to be generated with. "Uppercase" makes all letters uppercase, "lowercase" makes them all lowercase, and "mixed" does a combination of the two options.
es_mx: Aquí puedes configurar con qué mayúsculas y minúsculas quieres que se generen las claves API. "Mayúsculas" convierte todas las letras en mayúsculas, "minúsculas" convierte todas en minúsculas y "mixto" hace una combinación de las dos opciones.

source: API key capitalization
es_mx: Capitalización de la clave API

source: API key capitalization options
es_mx: Opciones de capitalización de clave API

source: Uppercase
es_mx: Mayúsculas

source: Lowercase
es_mx: Minúsculas

source: Mixed
es_mx: Mezclado

source: Custom Parameters
es_mx: Parámetros personalizados

source: Here, you have the option to include custom parameters that can be requested from the API. This is particularly useful if you want to set specific limits for API keys. Your application can connect to the FOSSBilling API and retrieve the custom parameters you have defined for an API key.
es_mx: Aquí, tienes la opción de incluir parámetros personalizados que se pueden solicitar desde la API. Esto es particularmente útil si quieres establecer límites específicos para las claves de API. Tu aplicación puede conectarse a la API de FOSSBilling y recuperar los parámetros personalizados que hayas definido para una clave de API.

source: FOSSBilling will remove the "custom_" prefix from the value name when requesting them from the API. IE: custom_monthlyLimit will be named monthlyLimit when fetched through the API.
es_mx: FOSSBilling eliminará el prefijo "custom_" del nombre del valor cuando se lo solicite desde la API. Por ejemplo, custom_monthlyLimit se llamará monthlyLimit cuando se lo obtenga a través de la API.

source: Add new field
es_mx: Añadir campo

source: Reset API key
es_mx: Restablecer clave API

source: API key configuration
es_mx: Configuración de la clave API

source: Changing the API key generation options will not automatically regenerate the API key. You must do so manually.
es_mx: Cambiar las opciones de generación de claves API no regenerará automáticamente la clave API. Debe hacerlo manualmente.

source: API key updated
es_mx: Clave API actualizada

source: API key details
es_mx: Detalles de la clave API

source: Stock control settings
es_mx: Ajustes de control de stock

source: Plugin name
es_mx: Nombre del plugin

source: Parameter name
es_mx: Nombre del parámetro

source: Parameter value
es_mx: Valor del parámetro

source: Update configuration fields
es_mx: Actualizar campos de configuración

source: management
es_mx: gestión

source: Domains management
es_mx: Gestión de dominios

source: Top level domains
es_mx: Dominios de nivel superior

source: New top level domain
es_mx: Dominio de nivel superior

source: Registrars
es_mx: Registradores

source: New domain registrar
es_mx: Nuevo registrador de dominios

source: Nameservers
es_mx: Nombres de servidores

source: Manage TLDs
es_mx: Gestión de TLDs

source: Setup domain pricing and allowed operations. Assign specific domain registrars for each Top Level Domain (TLD)
es_mx: Configurar precios de dominio y operaciones permitidas. Asignar registros de dominio específicos para cada dominio de nivel superior (TLD)

source: Registration
es_mx: Registro

source: Transfer
es_mx: Transferir

source: Operations
es_mx: Operaciones

source: Registrar
es_mx: Registrador

source: Allow register:
es_mx: Permitir registro:

source: Allow transfer:
es_mx: Permitir transferencia:

source: Active:
es_mx: Activo:

source: Add new top level domain
es_mx: Añadir nuevo dominio de nivel superior

source: Setup new TLD prices and properties
es_mx: Configurar nuevos precios y propiedades de TLD

source: Tld
es_mx: Extensión

source: Must start with a dot
es_mx: Debe comenzar con un punto

source: Registration price
es_mx: Precio de registro

source: Renewal price
es_mx: Precio de renovación

source: Transfer price
es_mx: Precio de transferencia

source: Minimum years of registration
es_mx: Años mínimos de registro

source: Allow registration
es_mx: Permitir registro

source: Allow transfer
es_mx: Permitir transferencia

source: Manage domain registrars
es_mx: Gestionar registradores de dominio

source: Adding new domain registrar
es_mx: Nuevo registrador de dominios

source: Follow instructions below to install new domain registrar.
es_mx: Siga las instrucciones a continuación para instalar un nuevo registrador de dominios.

source: Check domain registrar you are looking for is available at
es_mx: Compruebe que el registrador de dominio que busca está disponible en

source: Download domain registrar file and place to
es_mx: Descargar el archivo del registrador de dominio y cópialo a

source: Reload this page to see newly detected domain registrar
es_mx: Recarga esta página para ver el nuevo registrador de dominios detectado

source: Click on install button. Now you will be able to create top level domains with new domain registrar
es_mx: Haz clic en el botón instalar. Ahora podrás crear dominios de nivel superior con el nuevo registrador de dominios

source: to learn how to create your own domain registrar.
es_mx: para aprender a crear su propio registrador de dominios.

source: Domain registrar installed
es_mx: Registrador de dominio instalado

source: List of domain registrars on the Extension Directory
es_mx: Lista de registradores de dominio en el directorio de extensiones

source: Set default nameservers that will be used for new domain registrations if a client has not provided their own nameservers while ordering a domain
es_mx: Configurar nombres de servidores que se usarán por defecto para nuevos registros de dominio, si el cliente no ha proporcionado sus propios nombres de servidores en el formulario de pedido

source: Nameservers updated
es_mx: Nombres de servidores actualizados

source: Update nameservers
es_mx: Actualizar nombres de servidores

source: Domain details
es_mx: Detalles del dominio

source: Domain
es_mx: Dominio

source: Transfer code
es_mx: Código de transferencia

source: Locked
es_mx: Bloqueado

source: Privacy protection
es_mx: Protección de privacidad

source: Registration/Renewal years
es_mx: Años de registro / renovación

source: Expires at
es_mx: Caduca en

source: Get EPP
es_mx: Obtener EPP

source: Unlock
es_mx: Desbloquear

source: Lock
es_mx: Bloquear

source: Disable privacy
es_mx: Desactivar privacidad

source: Enable privacy
es_mx: Habilitar privacidad

source: Domain data
es_mx: Datos del dominio

source: Domain data updated
es_mx: Datos del dominio actualizados

source: Transfer code (EPP)
es_mx: Código de transferencia (EPP)

source: Update domain contact details
es_mx: Actualizar los datos de contacto del dominio

source: Domain contact details updated
es_mx: Datos de contacto del dominio actualizados

source: Phone number
es_mx: Número de teléfono

source: Domain locked
es_mx: Dominio bloqueado

source: Domain unlocked
es_mx: Dominio desbloqueado

source: Privacy protection enabled
es_mx: Protección de privacidad habilitada

source: Privacy protection disabled
es_mx: Protección de privacidad deshabilitada

source: Domain transfer code is:
es_mx: El código de transferencia del dominio es:

source: Domain action
es_mx: Acción de dominio

source: Transfer
es_mx: Transferencia

source: Register domain
es_mx: Registrar dominio

source: Domain name to register
es_mx: Nombre de dominio a registrar

source: Years
es_mx: Años

source: Transfer domain
es_mx: Transferir dominio

source: Domain name to transfer
es_mx: Nombre de dominio a transferir

source: Domain transfer code
es_mx: Código de transferencia de dominio

source: Domain management
es_mx: Gestión de dominio

source: Registrar configuration
es_mx: Configuración del registrador

source: Registrar updated
es_mx: Registrador actualizado

source: Registrar title
es_mx: Título del registrador

source: Top level domain management
es_mx: Gestión de dominios de nivel superior

source: Top level domain settings updated.
es_mx: Ajustes de dominio de nivel superior actualizados.

source: Protection
es_mx: Protección

source: Whois
es_mx: Quien es

source: Expires on
es_mx: Vencimiento el

source: Domain Protection
es_mx: Protección de dominio
