Repository: FOSSBilling/FOSSBilling
Catalog: src/locale/*/LC_MESSAGES/messages.po
Languages: es_mx

source: Currency rate is invalid
es_mx: Tipo de cambio no válido

source: You must configure your API key to use Currency Data API as an exchange rate data source.
es_mx: Debe configurar su clave API para utilizar la API de datos de moneda como fuente de datos de tipo de cambio.

source: You must configure your API key to use currencylayer as an exchange rate data source.
es_mx: Debe configurar su clave API para utilizar currencylayer como fuente de datos de tipo de cambio.

source: There was an error when fetching currency rates from ExchangeRate-API. See the error log for details.
es_mx: Se produjo un error al obtener los tipos de cambio de ExchangeRate-API. Consulte el registro de errores para obtener más detalles.

source: There was an error when fetching currency rates from Currency Data API. See the error log for details.
es_mx: Se produjo un error al obtener los tipos de cambio de la API de datos de divisas. Consulte el registro de errores para obtener más detalles.

source: There was an error when fetching currency rates from currencylayer. See the error log for details.
es_mx: Se produjo un error al obtener los tipos de cambio de CurrencyLayer. Consulte el registro de errores para obtener más detalles.

source: Custom Pages
es_mx: Páginas personalizadas

source: Email not found
es_mx: El correo electrónico no encontrado

source: Email template not found
es_mx: Plantilla de correo electrónico no encontrada

source: Receiver is not defined. Define to or to_client or to_staff parameter
es_mx: El receptor no está definido. Definir a o to_client or to_staff parameter

source: Email history
es_mx: Historial de email

source: Receiver is not defined. Define to or to_client or to_staff or to_admin parameter
es_mx: El receptor no está definido. Definir a or to_client or to_staff or to_admin parameter

source: The "from" email address cannot be empty
es_mx: La dirección de correo electrónico "de" no puede estar vacía

source: Email template :code was not found
es_mx: Plantilla de correo electrónico: no se encontró el código

source: Error message truncated due to length, please check the error log for the complete message:
es_mx: Mensaje de error recortado debido a su longitud, por favor, compruebe el registro de errores para el mensaje completo:

source: Embed and integrate
es_mx: Incrustar e integrar

source: Extension not found
es_mx: Extensión no encontrada

source: Parameter ext is missing
es_mx: Falta el parámetro ext

source: Extensions
es_mx: Extensiones

source: Languages
es_mx: Idiomas

source: Manage extensions
es_mx: Gestionar extensiones

source: Visit the extension directory for more information on updating this extension.
es_mx: Visite la tienda de extensiones para obtener más información sobre cómo actualizar esta extensión.

source: This extension is not compatible with your version of FOSSBilling. Please update FOSSBilling to the latest version and try again.
es_mx: Esta extensión no es compatible con tu versión de FOSSBilling. Por favor, actualiza FOSSBilling a la última versión e inténtalo de nuevo.

source: Failed to download the extension with error :code
es_mx: Error al descargar la extensión con error :code

source: Extension :id seems to be already installed.
es_mx: La extensión :id parece estar instalada.

source: Failed to move extension to it's final destination. Please check permissions for the destination folder. (:destination)
es_mx: No se pudo mover la extensión a su destino final. Por favor, compruebe los permisos de la carpeta de destino. (:destino)

source: FOSSBilling core modules cannot be installed or removed
es_mx: Los módulos del núcleo de FOSSBilling no pueden ser instalados o eliminados

source: Module cannot be installed. It requires at least :min version of FOSSBilling. You are using :v
es_mx: El módulo no se puede instalar. Necesita al menos la versión :min de FOSSBilling. Está usando :v

source: Manage settings
es_mx: Administrar ajustes

source: Allows the staff member to edit settings for this module.
es_mx: Permite al miembro del personal editar la configuración de este módulo.

source: Form style was not found in predefined list
es_mx: El estilo de formulario no se encontró en la lista predefinida

source: Form field type is invalid
es_mx: El tipo de campo de formulario no es válido

source: This input type must have unique values
es_mx: Este tipo de entrada debe tener valores únicos

source: Form id was not passed
es_mx: No se pasó la identificación del formulario

source: Form name was not passed
es_mx: No se pasó el nombre del formulario

source: Form type was not passed
es_mx: No se pasó el tipo de formulario

source: Field type not supported
es_mx: Tipo de campo no admitido

source: Field name cannot start with number.
es_mx: El nombre del campo no puede comenzar con un número.

source: Field name cannot be empty. Please make sure it is not empty and does not contain special characters.
es_mx: El nombre del campo no puede estar vacío. Asegúrese de que no esté vacío ni contenga caracteres especiales.

source: Unfortunately field with this name exists in this form already. Form must have different field names.
es_mx: Desafortunadamente, el campo con este nombre ya existe en este formulario. El formulario debe tener diferentes nombres de campo.

source: values must be unique
es_mx: los valores deben ser únicos

source: labels must be unique
es_mx: las etiquetas deben ser únicas

source: Textarea size options must be integer values
es_mx: Las opciones de tamaño del área de texto deben ser valores enteros

source: You must set the payment gateway in the invoice manage tab before marking it as paid.
es_mx: Debes establecer la pasarela de pago en la pestaña de gestión de facturas antes de marcarla como pagada.

source: Order :id is free. No need to generate invoice.
es_mx: Orden :id es gratis. No es necesario generar factura.

source: Client currency must match subscription currency. Check if clients currency is defined.
es_mx: La moneda del cliente debe coincidir con la moneda de suscripción. Compruebe si la moneda de los clientes está definida.

source: Subscription not found
es_mx: Suscripción no encontrada

source: Invoice was not found
es_mx: No se encontró la factura

source: Paid Invoice cannot be modified
es_mx: La factura pagada no puede ser modificada

source: Order not found
es_mx: Pedido no encontrado

source: You need to enter numeric value
es_mx: Necesitas ingresar un valor numérico

source: Invoice hash not passed. Missing param hash
es_mx: Hash de factura no aprobado. Hash de parámetro faltante

source: Payment method not found. Missing param gateway_id
es_mx: Método de pago no encontrado. Falta el parámetro gateway_id

source: Invoices
es_mx: Facturas

source: Subscriptions
es_mx: Suscripciones

source: Transactions overview
es_mx: Resumen de transacciones

source: Transactions search
es_mx: Búsqueda de transacciones

source: Tax rules
es_mx: Reglas de impuestos

source: Payment gateways
es_mx: Pasarelas de pago

source: Unable to determine the next invoice number
es_mx: No se ha podido determinar el siguiente número de factura

source: Cannot refund invoice with negative amount
es_mx: No se puede reembolsar una factura con un importe negativo

source: Invoice is related to order #:id. Please cancel order first.
es_mx: La factura está relacionada con el pedido #: id. Cancele el pedido primero.

source: You must have at least one active order before you can add funds so you cannot proceed at the current time!
es_mx: ¡Debe tener al menos un pedido activo antes de poder agregar fondos, por lo que no puede continuar en este momento!

source: Amount must be at least :min_amount
es_mx: El monto debe ser al menos :min_amount

source: Amount cannot exceed :max_amount
es_mx: La cantidad no puede exceder :max_amount

source: Invoice not found
es_mx: Factura no encontrada

source: Payment method not found
es_mx: Método de pago no encontrado

source: Payment method not enabled
es_mx: Método de pago no habilitado

source: Could not activate proforma item. Order :id not found
es_mx: No se pudo activar el artículo proforma. Pedido: id no encontrado

source: Invoice item title is missing
es_mx: Falta el título del elemento de la factura

source: Add funds to account
es_mx: Añadir fondos a la cuenta

source: Promotional Code: :code - :value Discount
es_mx: Código promocional: :code - :value de descuento

source: Promotional Code: :code - :value%
es_mx: Código promocional: :code - :value%

source: Payment gateway is not available for installation.
es_mx: La pasarela de pago no está disponible para su instalación.

source: Payment gateway :adapter was not found
es_mx: Pasarela de pago: no se encontró el adaptador

source: Transaction invoice ID is missing
es_mx: Falta el ID de factura de transacción

source: Payment gateway ID is missing
es_mx: Falta el ID de puerta

source: Transaction :id not found.
es_mx: Transacción: id no encontrado.

source: Could not determine transaction origin. Transaction payment gateway is unknown.
es_mx: No se pudo determinar el origen de la transacción. Se desconoce la pasarela de pago de transacciones.

source: Cannot handle transaction received from unknown payment gateway: :id
es_mx: No se puede gestionar la transacción recibida de un portal de pago desconocido: :id

source: Payment adapter :adapter does not support action :action
es_mx: Adaptador de pago: el adaptador no es compatible con la acción: acción

source: Unknown transaction #:id type: :type
es_mx: Transacción desconocida #:id type: :type

source: Transaction :id is not associated with an invoice.
es_mx: La transacción :id no está asociada con una factura.

source: Invoice #:id not found
es_mx: Factura #: id no encontrado

source: Instant payment notification (IPN) did not pass gateway :id validation
es_mx: La notificación de pago instantáneo (IPN) no pasó la puerta de enlace: validación de identificación

source: Payment gateway :id method getTransaction should return Payment_Transaction object
es_mx: Pasarela de pago: el método id getTransaction debe devolver el objeto Payment_Transaction

source: Cannot create subscription. Subscription ID from payment gateway was not received
es_mx: No se puede crear la suscripción. No se recibió el ID de suscripción de la pasarela de pago

source: Subscription #:id was not found. Could not unsubscribe
es_mx: No se encontró la suscripción #:id. No se pudo cancelar la suscripción

source: Only approved transaction can be processed
es_mx: Solo se puede procesar la transacción aprobada

source: Transaction currency :code does not match required currency :required
es_mx: Moneda de transacción :code no coincide con la moneda requerida :required

source: Transaction status on payment gateway is Pending. Only Complete or Unknown transactions can be processed.
es_mx: El estado de la transacción en la pasarela de pago es Pendiente. Solo se pueden procesar transacciones Completas o Desconocidas.

source: Client currency does not match invoice currency
es_mx: La moneda del cliente no coincide con la moneda de la factura

source: Cannot add negative amount to client balance for debit transaction
es_mx: No se puede agregar un monto negativo al saldo del cliente para la transacción de débito

source: Message from name cannot be empty
es_mx: El mensaje no puede estar vacío

source: Add some content before sending message
es_mx: Añadir algún contenido antes de enviar el mensaje

source: Mass mailer
es_mx: Correo masivo

source: Disabled for security reasons (Demo mode enabled)
es_mx: Deshabilitado por razones de seguridad (modo Demo habilitado)

source: Mass mail message not found
es_mx: Mensaje de correo masivo no encontrado

source: News item not found
es_mx: item no encontrado

source: Announcements
es_mx: Anuncios

source: Notification message was not found
es_mx: No se encontró el mensaje de notificación

source: Only suspended orders can be unsuspended
es_mx: Solo se pueden reactivar las órdenes suspendidas

source: Only canceled orders can be uncanceled
es_mx: Solo los pedidos cancelados pueden estar descartados

source: Order config not passed
es_mx: Configuración de pedido no aprobada

source: Automatically issue renewal invoices
es_mx: Emitir facturas de renovación automáticamente

source: Issue invoices manually
es_mx: Emitir facturas manualmente

source: Only pending and failed setup orders can be deleted.
es_mx: Solo se pueden eliminar los pedidos de configuración pendientes y fallidos.

source: Orders
es_mx: Pedidos

source: Currency could not be determined for order
es_mx: No se pudo determinar la moneda para el pedido

source: Product :id is out of stock.
es_mx: Producto: id está agotado.

source: Group ID parameter is missing for addon product order
es_mx: Falta el parámetro de ID de grupo para el pedido de productos complementarios

source: Parent order :group_id was not found
es_mx: Orden de los padres :group_id no fue encontrado

source: Only pending setup or failed orders can be activated
es_mx: Solo se pueden activar configuraciones pendientes o pedidos fallidos

source: Error creating
es_mx: Error al crear

source: Only active orders can be suspended
es_mx: Solo se pueden suspender las órdenes activas

source: Cannot cancel
es_mx: No se puede cancelar

source: You have already created domain product.
es_mx: Ya ha creado un producto de dominio.

source: priority params is missing
es_mx: faltan los parámetros prioritarios

source: Addon not found
es_mx: Complemento no encontrado

source: Product ID or slug is missing
es_mx: Falta el ID del producto o el slug

source: Products & Services
es_mx: Productos y Servicios

source: Product Addons
es_mx: Complementos de productos

source: Product Promotions
es_mx: Promociones de producto

source: Pricing type is required
es_mx: El tipo de precio es obligatorio

source: Cannot remove product which has active orders.
es_mx: No se puede eliminar un producto que tiene pedidos activos.

source: Cannot remove product category with products
es_mx: No se puede eliminar la categoría de producto con productos

source: This promotion code already exists.
es_mx: Este código de promoción ya existe.

source: Current password incorrect
es_mx: La contraseña actual es incorrecta

source: Invalid birthdate value
es_mx: Fecha de nacimiento no válida

source: Unable to invalidate sessions, nobody is logged in
es_mx: No se puede invalidar las sesiones, nadie ha iniciado sesión

source: Unable to invalidate sessions, an invalid type was used
es_mx: No se puede invalidar las sesiones, se ha utilizado un tipo no válido

source: Redirect not found
es_mx: Redirección no encontrada

source: You must specify an IP address to lookup.
es_mx: Debe especificar una dirección IP para la búsqueda.

source: You must specify a check ID to run.
es_mx: Debe especificar un ID de verificación para ejecutar.

source: Dangerous PHP functions
es_mx: Funciones PHP peligrosas

source: Checks to see if potentially dangerous PHP functions are enabled.
es_mx: Comprueba si están habilitadas funciones PHP potencialmente peligrosas.

source: :function: is enabled, potentially being a security concern.
es_mx: :function: está habilitado, potencialmente siendo una preocupación de seguridad.

source: The following PHP functions are enabled, potentially being a security concern:
es_mx: Las siguientes funciones de PHP están habilitadas, siendo potencialmente una preocupación de seguridad:

source: No potentially dangerous PHP functions were detected as enabled
es_mx: No se detectaron funciones PHP potencialmente peligrosas que estén habilitadas

source: General Check
es_mx: Comprobación General

source: Checks general information such as the FOSSBilling configuration.
es_mx: Comprueba la información general tal como la configuración de FOSSBilling.

source: Warning: Prevention against session hijacking is disabled.
es_mx: Advertencia: La prevención contra el hackeo de sesiones está deshabilitada.

source: Fail: HTTPS is not enforced.
es_mx: Error: HTTPS no es ejecutado.

source: Warning: CSRF prevention is not enabled for the API.
es_mx: Advertencia: La prevención CSRF no está habilitada para la API.

source: Warning: Debug mode is enabled for the Twig templating engine.
es_mx: Advertencia: El modo de depuración está habilitado para el motor de plantillas Twig.

source: Warning: Debug mode is enabled for your FOSSBilling installation.
es_mx: Advertencia: El modo de depuración está habilitado para su instalación de FOSSBilling.

source: Warning: FOSSBilling is configured to update to non-release versions of FOSSBilling.
es_mx: Advertencia: FOSSBilling está configurado para actualizar a versiones no liberadas de FOSSBilling.

source: Warning: You appear to be using a non-release version of FOSSBilling.
es_mx: Advertencia: Parece estar usando una versión no liberada de FOSSBilling.

source: No detected issues.
es_mx: Ningún problema detectado.

source: PHP Version Check
es_mx: Comprobar Versión PHP

source: Checks if the PHP version FOSSBilling is running on is still receiving security support.
es_mx: Comprueba si la versión de PHP de FOSSBilling se está ejecutando todavía está recibiendo soporte de seguridad.

source: PHP :version: is the latest version of PHP.
es_mx: PHP :version: es la última versión de PHP.

source: PHP :version: isn't the latest, but is still supported.
es_mx: PHP :version: no es la última, pero sigue siendo compatible.

source: PHP :version: is out of date and does not get security patches.
es_mx: PHP :version: está desactualizado y no recibe parches de seguridad.

source: Failed to lookup PHP version status.
es_mx: Error al buscar el estado de la versión PHP.

source: Webserver Check
es_mx: Comprobar servidor web

source: Performs simple checks to validate your if webserver blocks access to sensitive files.
es_mx: Realiza comprobaciones sencillas para validar si el servidor web bloquea el acceso a archivos sensibles.

source: :url: returned HTTP 200 when it shouldn't have.
es_mx: :url: devolvió HTTP 200 cuando no debería tenerlo.

source: All tested URLs were inaccessible.
es_mx: Todas las URLs probadas eran inaccesibles.

source: Security
es_mx: Seguridad

source: Security dashboard
es_mx: Panel de seguridad

source: IP lookup
es_mx: Búsqueda por IP

source: Run security checks
es_mx: Ejecutar comprobaciones de seguridad

source: Allows the staff member to run security checks on the FOSSBilling installation.
es_mx: Permite que el miembro del personal ejecute comprobaciones de seguridad en la instalación de FOSSBilling.

source: The check :checkName: does not exist.
es_mx: La comprobación :checkName: no existe.

source: The check :checkName: does not seem to be a valid check.
es_mx: La comprobación :checkName: parece no ser una comprobación correcta.

source: Order does not exist.
es_mx: El pedido no existe.

source: You must provide an API key to check it's validity.
es_mx: Debe proporcionar una clave API para comprobar su validez.

source: API key does not exist
es_mx: La clave API no existe

source: You must provide either the API key or API key order ID in order to reset it.
es_mx: Debe proporcionar la clave API o el ID del de la clave API para restablecerla.

source: You must provide the API key order ID in order to update it.
es_mx: Debe proporcionar el ID de orden de clave de API para poder actualizarlo.

source: To change the API key, please use the reset function rather than updating it.
es_mx: Para cambiar la clave API, por favor utilice la función de restablecimiento en lugar de actualizarla.

source: Maximum number of iterations reached while generating API key
es_mx: Se ha alcanzado el número máximo de iteraciones al generar la clave API

source: Unknown uppercase option ':case:'. API generator only accepts 'lower', 'upper', or 'mixed'.
es_mx: Opción de mayúscula desconocida ':case:'. El generador de API sólo acepta 'lower', 'upper', o 'mixed'.

source: Order ID is required
es_mx: El ID del pedido es obligatorio

source: API call is missing arguments
es_mx: A la llamada a la API le faltan argumentos

source: You must fill in all required fields.
es_mx: Debes llenar todos los campos requeridos.

source: Field
es_mx: Campo

source: Could not activate order. Service was not created
es_mx: No se pudo activar el pedido. No se creó el servicio

source: Custom plugin method :method is forbidden
es_mx: Método de complemento personalizado: el método está prohibido

source: Config must be an array
es_mx: La configuración debe ser una matriz

source: Order is not activated
es_mx: El pedido no está activado

source: Plugin class file :file was not found
es_mx: Archivo de clase de complemento: no se encontró el archivo

source: Plugin :plugin does not support action :action
es_mx: Plugin :El plugin no admite la acción :action

source: Order :id has no active service
es_mx: Orden :id no tiene servicio activo

source: TLD not found
es_mx: TLD no encontrado

source: ID not found
es_mx: No se encontró el ID

source: TLD is used by :count: domains
es_mx: TLD es usado por :count: dominios

source: TLD already registered
es_mx: TLD ya registrado

source: Registrar is not available for installation.
es_mx: Registrar no está disponible para la instalación.

source: Domain order is not activated
es_mx: El orden de dominio no está activado

source: Domain :domain is invalid
es_mx: Nombre de dominio no válido

source: Domain availability could not be determined. TLD is not active.
es_mx: No se pudo determinar la disponibilidad del dominio. TLD no está activo.

source: Domain is not available.
es_mx: El dominio no está disponible.

source: TLD is not active.
es_mx: TLD no está activo.

source: Domain cannot be transferred.
es_mx: El dominio no se puede transferir.

source: Domain registration
es_mx: Registro de Dominio

source: Domain :domain registration
es_mx: Registro del dominio :domain

source: Domain :domain transfer
es_mx: Transferencia del dominio :domain

source: Invalid domain action.
es_mx: Acción de dominio no válida.

source: Domain name :domain is invalid
es_mx: Nombre de dominio no válido

source: TLD is invalid
es_mx: Extensión no válida

source: :domain cannot be transferred!
es_mx: ¡:El dominio no se puede transferir!

source: :tld can be registered for at least :years years
es_mx: :tld se puede registrar durante al menos :años años

source: :domain is already registered!
es_mx: ¡:domain ya está registrado!

source: Default domain nameservers are not configured
es_mx: Los servidores de nombres de dominio por defecto no están configurados

source: Nameserver 1 is required
es_mx: Se requiere el servidor de nombres 1

source: Nameserver 2 is required
es_mx: Se requiere el servidor de nombres 2

source: Domain name is invalid
es_mx: El nombre de dominio no es válido

source: Domain cannot be transferred
es_mx: El dominio no se puede transferir

source: Domain cannot be registered
es_mx: Dominio no puede ser registrado

source: Domain registrar :adapter was not found
es_mx: Registrador de dominio :adapter no encontrado

source: Registrar :adapter was not found
es_mx: Registrar :adapter no encontrado

source: Registrar adapter :adapter should extend Registrar_AdapterAbstract
es_mx: Adaptador de registrador :adapter debe extender Registrar_AdapterAbstract

source: Registrar is used by :count: domains
es_mx: Registrador usado por :count: dominios

source: File was not uploaded.
es_mx: No se ha cargado el archivo.

source: Error uploading file.
es_mx: Error al subir el archivo.

source: File cannot be downloaded at the moment. Please contact support.
es_mx: El archivo no se puede descargar en este momento. Póngase en contacto con el servicio de soporte.

source: plan_id is missing
es_mx: plan_id no existe

source: Hosting server is used by :count: service hostings
es_mx: El servidor de Hosting está siendo utilizado por :count: servicio de hosting
