Repository: FOSSBilling/FOSSBilling
Catalog: src/locale/*/LC_MESSAGES/messages.po
Languages: es_mx

source: Hosting plan is used by :count: service hostings
es_mx: El plan de Hosting está siendo utilizado por :count: Hosting de Servicio

source: Product type
es_mx: Tipo de producto

source: Hosting plans and servers
es_mx: Planes de alojamiento y servidores

source: :hosting for :domain
es_mx: :hosting para :domain

source: Hosting product is not configured completely. Configure server for hosting product.
es_mx: El alojamiento del producto no está configurado completamente. Configure el servidor para el alojamiento del producto.

source: Hosting product is not configured completely. Configure hosting plan for hosting product.
es_mx: El producto de alojamiento no está configurado completamente. Configure el plan de alojamiento para el producto.

source: Domain name is invalid.
es_mx: Nombre de dominio no válido.

source: Domain extension is invalid.
es_mx: Extensión de dominio no válida.

source: Account username is missing or is invalid
es_mx: Falta el nombre de usuario de la cuenta o no es válido

source: Account IP address is missing or is invalid
es_mx: La dirección IP de la cuenta no está disponible o no es válida

source: Domain SLD or TLD is missing
es_mx: Falta el SLD o TLD del dominio

source: Account password is missing or is invalid
es_mx: La contraseña de la cuenta no existe o no es válida

source: Invalid server manager. Server was not configured properly.
es_mx: Administrador de servidor inválido. El servidor no ha sido configurado correctamente.

source: Cannot remove hosting plan which has active accounts
es_mx: No se puede eliminar un plan de alojamiento que tenga cuentas activas

source: Could not find main domain product
es_mx: No se pudo encontrar el dominio principal del producto

source: License plugin does not have generate method
es_mx: El plugin de licencia no tiene método de generación

source: Maximum number of iterations reached while generating license key
es_mx: Número máximo de iteraciones alcanzado mientras se generaba la clave de licencia

source: Your IP address (:ip) is blocked. Please contact our support to lift your block.
es_mx: Tu dirección IP (:ip) está bloqueada. Por favor, contacta con nuestro soporte para levantar tu bloque.

source: To use reCAPTCHA you must get an API key from <a href='https://www.google.com/recaptcha/admin/create'>here</a>
es_mx: Para usar reCAPTCHA debes obtener una clave de API de <a href='https://www.google.com/recaptcha/admin/create'>aquí</a>

source: You have to complete the CAPTCHA to continue
es_mx: Tienes que completar el CAPTCHA para continuar

source: reCAPTCHA verification failed.
es_mx: falló la verificación de reCaptcha.

source: Your username is blacklisted in the Stop Forum Spam database
es_mx: Tu nombre de usuario está en la lista negra en la base de datos Stop Forum Spam

source: Your e-mail is blacklisted in the Stop Forum Spam database
es_mx: Tu nombre de usuario está en la lista negra en la base de datos Stop Forum Spam

source: Your IP address is blacklisted in the Stop Forum Spam database
es_mx: Tu nombre de usuario está en la lista negra en la base de datos Stop Forum Spam

source: Disposable email addresses are not allowed
es_mx: No se permiten direcciones de correo electrónico desechables

source: Administrator account already exists
es_mx: La cuenta de administrador ya existe

source: Password reset has been disabled
es_mx: Se ha desactivado el restablecimiento de contraseña

source: The link has expired or you have already confirmed the password reset.
es_mx: El enlace ha vencido o ya ha restablecido su contraseña.

source: Staff login history
es_mx: Historial de inicio de sesión del personal

source: Create and edit administrators
es_mx: Crear y editar administradores

source: administrator
es_mx: administrador

source: Allows the staff member to create and edit :type: accounts.
es_mx: Habilita la creación y edición de cuentas :type: por el staff.

source: Delete administrators
es_mx: Eliminar administradores

source: Allows the staff member to delete :type: accounts.
es_mx: Permite al personal eliminar cuentas del tipo :type: .

source: Reset administrator passwords
es_mx: Restablecer contraseñas del administrador

source: Allows the staff member to perform password resets on :type: accounts.
es_mx: Permite al personal restablecer las contraseñas en las cuentas del tipo :type: .

source: Create and edit staff members
es_mx: Crear y editar miembros del staff

source: staff
es_mx: personal

source: Delete staff members
es_mx: Eliminar miembros del staff

source: Reset staff passwords
es_mx: Restablecer contraseñas del staff

source: Manage groups
es_mx: Administrar grupos

source: Allows the staff member to manage staff member groups.
es_mx: Permite al miembro del staff administrar los grupos de miembros del personal.

source: Check your login details
es_mx: Verifique sus datos de inicio de sesión

source: This administrator account is protected and cannot be removed
es_mx: Esta cuenta de administrador está protegida y no se puede eliminar

source: Administrators group cannot be removed
es_mx: El grupo de administradores no se puede eliminar

source: Cannot remove group which has staff members
es_mx: No se puede eliminar el grupo que tiene miembros del personal

source: Article not found
es_mx: Artículo no encontrado

source: Article Category not found
es_mx: Artículo Categoría no encontrada

source: Category not found
es_mx: Categoría no encontrada

source: Ticket not found
es_mx: Ticket no encontrado

source: Ticket cannot be reopened.
es_mx: El billete no se puede volver a abrir.

source: Please enter your message
es_mx: Por favor ingrese su mensaje

source: ID or slug is missing
es_mx: ID o slug no encontrado

source: Article item not found
es_mx: Artículo no encontrado

source: Category ID or slug is missing
es_mx: Falta el ID o el slug de la categoría

source: Knowledge Base category not found
es_mx: Categoría de Base de conocimientos no encontrada

source: Support
es_mx: Soporte

source: Client Tickets
es_mx: Tickets del cliente

source: Public Tickets
es_mx: Tickets públicos

source: Advanced Ticket Search
es_mx: Búsqueda avanzada de tickets

source: Canned Responses
es_mx: Respuestas preparadas

source: Knowledge Base
es_mx: Base de conocimientos

source: Cannot remove helpdesk which has tickets
es_mx: No se puede eliminar una mesa de ayuda con tickets

source: We currently aren't accepting support tickets from unregistered users. Please use another contact method.
es_mx: Actualmente no aceptamos tickets de soporte de usuarios no registrados. Por favor, utilice otro método de contacto.

source: Order ID does not exist
es_mx: El ID de pedido no existe

source: You must provide both an order ID and a new product ID in order to request an upgrade.
es_mx: Debe proporcionar tanto un ID de pedido como un nuevo ID de producto para poder solicitar una actualización.

source: Sorry, but ":product" is not allowed to be upgraded to ":upgrade"
es_mx: Lo sentimos, pero ":product" no permite ser actualizado a ":upgrade"

source: We have already received this request.
es_mx: Ya hemos recibido esta solicitud.

source: Identity is invalid
es_mx: La identidad no es válida

source: Public ticket not found
es_mx: Ticket público no encontrado

source: Cannot remove category which has articles
es_mx: No se puede eliminar la categoría que tiene artículos

source: System
es_mx: Sistema

source: Settings
es_mx: Ajustes

source: Update FOSSBilling
es_mx: Actualizar FOSSBilling

source: Manage company details
es_mx: Administrar datos de la empresa

source: Allows the staff member to update company details as set under the system module.
es_mx: Permite al miembro del personal actualizar los detalles de la empresa según lo establecido en el módulo del sistema.

source: Manage company legal
es_mx: Administrar datos legales de la empresa

source: Allows the staff member to update company legal as set under the system module.
es_mx: Permite al miembro del personal actualizar la empresa legal según lo establecido en el módulo del sistema.

source: Invalidate cache
es_mx: Borrar la caché

source: Allows the staff member to invalidate the FOSSBilling cache from within the system settings.
es_mx: Permite al miembro del personal invalidar la caché FOSSBilling desde la configuración del sistema.

source: Allows the staff member to update FOSSBilling.
es_mx: Permite al miembro del personal actualizar FOSSBilling.

source: Manage the network interface
es_mx: Administrar la interfaz de red

source: Allows the staff member to fetch a list of all local interface IP addresses and set the default network interface for FOSSBilling to use.
es_mx: Permite al miembro del personal obtener una lista de todas las direcciones IP de la interfaz local y establecer la interfaz de red predeterminada para que se use FOSSBilling.

source: Parameter key is missing
es_mx: Falta la clave de parámetro

source: Invalid parameter name, received: param_
es_mx: Nombre de parámetro no válido, recibido: param_

source: Cron was never executed, please ensure you have configured the cronjob or else scheduled tasks within FOSSBilling will not behave correctly.
es_mx: Cron nunca fue ejecutado, por favor asegúrese de que ha configurado el cronjob o las tareas programadas en FOSSBilling no se comportará correctamente.

source: FOSSBilling has detected that cron hasn't been run in an abnormal time period. Please ensure the cronjob is configured to be run every 5 minutes.
es_mx: FOSSBilling ha detectado que cron no ha sido ejecutado en un período de tiempo anormal. Por favor, asegúrese de que el cronjob está configurado para ser ejecutado cada 5 minutos.

source: We'd appreciate it if you'd consider opting into error reporting for FOSSBilling. Doing so will help us improve the software and provide you with a better experience. (Message will remain for 15 minutes)
es_mx: Agradeceríamos que consideraras optar por reportar errores para FOSSBilling. Hacerlo nos ayudará a mejorar el software y le proporcionará una mejor experiencia. (El mensaje permanecerá durante 15 minutos)

source: Error reporting in FOSSBilling has changed since you last reviewed it. You may want to consider reviewing the changes to see what's been changed. (This message will remain for 24 hours)
es_mx: El informe de error en FOSSBilling ha cambiado desde la última vez que lo revisó. Puede considerar revisar los cambios para ver qué ha cambiado. (Este mensaje permanecerá durante 24 horas)

source: Parameter :param does not exist
es_mx: Parámetro :param no existe

source: Country :code phone code is not registered
es_mx: País: el código del teléfono no está registrado

source: Theme ":name" assets folder is not writable. Files cannot be uploaded and settings cannot be saved. Set folder permissions to 755
es_mx: La carpeta de recursos del tema ":name" no tiene permisos de escritura. No se pueden cargar archivos ni guardar configuraciones. Establezca los permisos de la carpeta en 755

source: Theme ":name" assets folder is not writable. Set folder :folder permissions to 777
es_mx: La carpeta de recursos del tema ":name" no tiene permisos de escritura. Establezca los permisos de la carpeta :folder a 777

source: Theme ":name" is not configurable
es_mx: El tema ":name" no es configurable

source: Theme was not found in path :path
es_mx: El tema no se encontró en la ruta: ruta

source: Unable to decode theme manifest file :file
es_mx: No se puede decodificar el archivo de manifiesto del tema :file

source: Search
es_mx: Buscar

source: Start typing the client name or ID
es_mx: Comenzar a escribir el nombre o ID del cliente

source: Warning
es_mx: Aviso

source: Filter
es_mx: Filtro

source: User
es_mx: Usuario

source: Priority
es_mx: Prioridad

source: Message
es_mx: Mensaje

source: Country
es_mx: País

source: Date
es_mx: Fecha

source: Unknown
es_mx: Desconocido

source: The list is empty
es_mx: La lista esta vacía

source: Activity settings
es_mx: Ajustes de actividad

source: Configuration updated
es_mx: Configuración actualizada

source: Activity log retention
es_mx: Registro de actividad

source: Number of days
es_mx: Número de días

source: FOSSBilling will automatically remove activity logs that are older than the configured number of days. Set to 0 to disable this behavior
es_mx: FOSSBilling eliminará automáticamente los registros de actividad que son más antiguos que el número de días configurado. Establecer en 0 para desactivar este comportamiento

source: Email log retention
es_mx: Registro de retención de correo

source: FOSSBilling will automatically remove sent email logs that are older than the configured number of days. Set to 0 to disable this behavior
es_mx: FOSSBilling eliminará automáticamente los registros de actividad que son más antiguos que el número de días configurado. Establecer en 0 para desactivar este comportamiento

source: Update
es_mx: Actualizar

source: Client groups
es_mx: Grupos de clientes

source: Edit client group
es_mx: Editar grupo de clientes

source: Title
es_mx: Título

source: Go back
es_mx: Volver

source: Are you sure?
es_mx: ¿Estás seguro?

source: Filter clients
es_mx: Filtrar clientes

source: Client ID
es_mx: ID de cliente

source: Name
es_mx: Nombre

source: Company name
es_mx: Nombre de la empresa

source: Email
es_mx: Correo

source: Group
es_mx: Grupo

source: All groups
es_mx: Todos los grupos

source: Status
es_mx: Estado

source: All
es_mx: Todo

source: Active
es_mx: Activo

source: Suspended
es_mx: Suspendido

source: Canceled
es_mx: Cancelado

source: Registration date
es_mx: Fecha de registro

source: Reset
es_mx: Reiniciar

source: New Client
es_mx: Nuevo cliente

source: Groups
es_mx: Grupos

source: New Group
es_mx: Nuevo Grupo

source: Company
es_mx: Empresa

source: Export Clients
es_mx: Exportar clientes

source: Create
es_mx: Crear

source: Clients login history
es_mx: Historial de ingreso de los clientes

source: Profile
es_mx: Perfil

source: Edit
es_mx: Editar

source: Payments
es_mx: Pagos

source: Emails
es_mx: Correos

source: Transactions
es_mx: Transacciones

source: Currency
es_mx: Moneda

source: Fund balance
es_mx: Balance encontrado

source: Notes
es_mx: Notas

source: API Key
es_mx: Clave API

source: Address
es_mx: Dirección

source: Registered on
es_mx: Registrado el

source: Login to client area
es_mx: Ingresar al área de clientes

source: Delete
es_mx: Borrar

source: Client profile details
es_mx: Perfil de Cliente

source: Client Profile updated
es_mx: Perfil de Cliente actualizado

source: Type
es_mx: Tipo

source: Other/Unknown
es_mx: Otro/Desconocido

source: Mail approved
es_mx: Correo aprobado

source: Yes
es_mx: Sí

source: Select group
es_mx: Seleccionar grupo

source: Date of birth
es_mx: Fecha de nacimiento

source: Company details
es_mx: Detalles de la compañía

source: Company number
es_mx: Número de la compañía

source: Company VAT number
es_mx: Número de identificación fiscal de la empresa

source: Address and contact details
es_mx: Dirección y datos de contacto

source: Address Line 1
es_mx: Dirección línea 1

source: Address Line 2
es_mx: Dirección línea 2

source: Select country
es_mx: Seleccionar País

source: State
es_mx: Estado

source: City
es_mx: Ciudad

source: Postcode
es_mx: Código postal

source: Phone
es_mx: Teléfono

source: Passport number
es_mx: Número de pasaporte

source: Additional settings
es_mx: Ajustes adicionales

source: Alternative ID
es_mx: ID alternativo

source: Used to identify client on foreign system. Usually used by importers
es_mx: Se usa para identificar al cliente en el extranjero. Lo suelen usar los importadores

source: Select currency
es_mx: Seleccionar divisa

source: Exempt from tax
es_mx: Libre de impuestos

source: Signed up time
es_mx: Hora de registro

source: Update profile
es_mx: Actualización del perfil

source: Change password
es_mx: Cambiar contraseña

source: Password changed
es_mx: Contraseña cambiada

source: Password
es_mx: Contraseña

source: Password confirm
es_mx: Confirmar password

source: Custom fields
es_mx: Campos personalizados

source: Use these fields to define custom client details
es_mx: Utilice estos campos para definir datos personalizados del cliente

source: Client Profile custom fields updated
es_mx: Campos personalizados del perfil del cliente actualizados

source: Custom field
es_mx: Campo personalizado

source: Client orders
es_mx: Pedidos del cliente

source: Amount
es_mx: Cantidad

source: Period
es_mx: Periodo

source: New order
es_mx: Nuevo pedido

source: Client invoices
es_mx: Facturas del cliente

source: Issued on
es_mx: Publicado el

source: Paid on
es_mx: Pagada el

source: New invoice
es_mx: Nueva factura

source: Client support tickets
es_mx: Tickets de soporte al cliente

source: Help desk
es_mx: Centro de ayuda

source: Subject
es_mx: Tema

source: New support ticket
es_mx: Nueva solicitud de mejora

source: Client payments history
es_mx: Historial de pagos del cliente

source: Description
es_mx: Descripción

source: Add funds for client
es_mx: Añadir fondos al cliente

source: Funds added
es_mx: Fondos añadidos

source: Add funds
es_mx: Añadir fondos

source: Login history
es_mx: Historial de inicio de sesión

source: Emails sent to client
es_mx: Email enviado al cliente

source: Email subject
es_mx: Asunto del correo

source: To
es_mx: Hasta

source: Preview
es_mx: Vista previa

source: Transactions received
es_mx: Transacciones recibidas

source: Gateway
es_mx: Pasarela

source: First name
es_mx: Nombre

source: Last name
es_mx: Apellido

source: Email Address
es_mx: Dirección de correo electrónico

source: Language
es_mx: Idioma

source: Phone Number
es_mx: Número de teléfono

source: Number
es_mx: Número

source: VAT number
es_mx: Número de IVA

source: Address 2
es_mx: Dirección 2

source: State/Region
es_mx: Estado/Región

source: Client settings
es_mx: Ajustes de cliente

source: Custom Fields
es_mx: Campos personalizados

source: Disable new signups
es_mx: Deshabilitar nuevos registros

source: Require email confirmation
es_mx: Solicitar confirmación por correo electrónico

source: After enabling this feature, all existing users will have to confirm their emails if it was not done before
es_mx: Después de activar esta opción, todos los usuarios existentes tendrán que confirmar sus correos electrónicos si no lo han hecho antes

source: Disable email change
es_mx: Desactivar cambio de correo

source: Required fields
es_mx: Campos requeridos

source: Last Name
es_mx: Apellido

source: Gender
es_mx: Género

source: Birthday
es_mx: Cumpleaños

source: Post code
es_mx: Código postal

source: Custom_
es_mx: Personalizado_

source: Required
es_mx: Obligatorio

source: Field title
es_mx: Título del campo

source: Wallet
es_mx: Cartera

source: Here you can manage and track your account balance.
es_mx: Aquí puede administrar y seguir el saldo de su cuenta.

source: Add fund
es_mx: Agregar fondos

source: Profile details
es_mx: Detalles del perfil

source: User profile settings
es_mx: Ajustes de Perfil de Usuario

source: You must verify your email address before you may access our services.
es_mx: Debe verificar su dirección de correo electrónico antes de poder acceder a nuestros servicios.

source: Verification email has been resent
es_mx: Se ha reenviado el email de verificación

source: Resend verification email
es_mx: Reenviar el correo electrónico de verificación

source: Details
es_mx: Detalles

source: Change Password
es_mx: Cambiar Contraseña

source: Update details
es_mx: Actualizar detalles

source: Keep your personal data up to date.
es_mx: Mantenga sus datos personales actualizados.

source: To change your avatar visit
es_mx: Para cambiar tu visita de avatar

source: First Name
es_mx: Nombre

source: Company Name
es_mx: Nombre de la empresa

source: Company VAT
es_mx: VAT de la Compañía

source: Company Number
es_mx: Número de la empresa

source: Phone Country Code
es_mx: Código de Teléfono del País

source: -- Select country --
es_mx: -- Seleccionar País --

source: Zip/Postal Code
es_mx: Código postal

source: Enter your new password twice to avoid mistakes.
es_mx: Introduzca su nueva contraseña dos veces para evitar errores.

source: Current Password
es_mx: Contraseña Actual

source: New Password
es_mx: Nueva Contraseña

source: Confirm Password
es_mx: Confirmar Contraseña

source: API key allows integration with external applications. You will need this key for authentication.
es_mx: La llave API permite la integración con aplicaciones externas. Necesita esa llave para la autenticación.

source: Warning!
es_mx: ¡Atención!

source: Resetting the key will break existing applications using it!
es_mx: ¡Resetear la llave romperá las aplicaciones que estén usándola!

source: Your API key
es_mx: Tu llave API

source: Generate a new key
es_mx: Generar una nueva clave

source: Your profile currency is defined after your first order. Once your currency is set, all your profile accounting will be managed in that currency and cannot be changed.
es_mx: La moneda de tu perfil se define después de tu primer pedido. Una vez que se establece tu moneda, toda la contabilidad de tu perfil se gestionará en esa moneda y no se podrá cambiar.

source: Your profile currency is
es_mx: La moneda de su perfil es

source: You will need to create a new client profile to use an alternative currency.
es_mx: Necesitará crear un nuevo perfil de cliente para utilizar una moneda alternativa.

source: You do not yet have a currency associated with your profile. You can select the correct one when making your first order.
es_mx: No tienes ninguna moneda asociada a tu cuenta,. Puedes seleccionar una para poder hacer tu primera orden.

source: Set new Password
es_mx: Establecer nueva contraseña

source: Set new password
es_mx: Establecer nueva contraseña

source: New password
es_mx: Nueva contraseña

source: Repeat new password
es_mx: Repita la nueva contraseña

source: Back to login
es_mx: Volver al inicio de sesión

source: Cookie consent settings
es_mx: Configuración del consentimiento de cookies

source: Edit cookie consent message text
es_mx: Editar mensaje de consentimiento de cookies

source: Specify a message which will be shown to the user. The message will be shown until dismissed with the <strong>Close &times;</strong> button. An undismissed message does not affect functionality or prevent users from performing any actions.
es_mx: Especifique un mensaje que se mostrará al usuario. El mensaje se mostrará hasta que sea despedido con el botón <strong>Cerrar &times;</strong>. Un mensaje no descartado no afecta a la funcionalidad ni impide que los usuarios realicen ninguna acción.

source: If there is a need to change the way notification looks or is being displayed, you can do it by editing
es_mx: Si hay necesidad de cambiar el aspecto de la notificación o de cómo se muestra, puede hacerlo editando

source: Add note or todo task
es_mx: Añadir nota o tarea

source: Close
es_mx: Cerrar

source: Cron settings
es_mx: Configuración de Cron

source: Scheduled tasks must be enabled immediately after installation. Cron is responsible for sending your clients reminder about payments, domain renewal notices and many more.
es_mx: Las tarea programadas deben de ser habilitadas inmediatamente depués de la instalación. Cron es responsable de enviar recordatorios a los clientes acerca de pagos, renovación de dominios y demás.

source: Timezone
es_mx: Zona horaria

source: Time on server
es_mx: Hora en el servidor

source: Last time scheduled tasks were executed
es_mx: Última ejecución

source: Scheduled tasks were never executed
es_mx: No se han ejecutado tareas programadas

source: Recommended crontab setup
es_mx: Configuración recomendada de crontab

source: Enable the cron API endpoint for guests
es_mx: Habilitar el endrina
