Repository: FOSSBilling/FOSSBilling
Catalog: src/locale/*/LC_MESSAGES/messages.po
Languages: es_mx

source: Domain locking is a security feature which prevents your domain name from being transferred without first unlocking it. When this is enabled, a domain cannot be transferred even with the transfer code.
es_mx: El bloqueo de dominio es una función de seguridad que actúa para evitar que su nombre de dominio se transfiera sin desbloquearlo primero. Cuando está habilitada, no se puede transferir un dominio ni siquiera con el código de transferencia.

source: Domain Privacy Settings
es_mx: Configuración de privacidad del dominio

source: If you would like to hide domain contact information which is shown on WHOIS you can enable privacy protection. Once domain privacy protection is enabled no one will know who registered this service. And once you decide to disable privacy protection, information that is listed above on "Update Domain Contact Details" section will be seen on domain WHOIS again.
es_mx: Si desea ocultar la información de contacto del dominio que se muestra en WHOIS, puede habilitar la protección de la privacidad. Una vez que la protección de la privacidad del dominio esté habilitada, nadie sabrá quién registró este servicio. Y una vez que decida deshabilitar la protección de la privacidad, la información que se muestra arriba en la sección "Actualizar detalles de contacto del dominio" se verá nuevamente en el WHOIS del dominio.

source: Disable Privacy protection
es_mx: Desactivar protección de privacidad

source: Enable Privacy protection
es_mx: Activar protección de privacidad

source: Update Nameservers
es_mx: Actualizar Nombres de servidores

source: If you would like to host this domain with another company you can update nameservers.
es_mx: Si quieres alojar este dominio con otra empresa, puedes actualizar los nombres de servidores.

source: Domain contact details will be displayed once someone will check WHOIS output (which is public) of your service. This will update Technical, Billing and Admin contacts for this service. You can enable domain privacy protection if you want to hide your public WHOIS information.
es_mx: Los datos de contacto del dominio se mostrarán una vez que alguien compruebe la salida de WHOIS (que es pública) de su servicio. Esto actualizará los contactos técnicos, de facturación y de administrador para este servicio. Puede habilitar la protección de la privacidad del dominio si desea ocultar su información pública de WHOIS.

source: Contact details updated
es_mx: Datos de contacto actualizados

source: Domain Secret
es_mx: Secreto de dominio

source: Most domain names (except a few top-level domains like .EU and .UK) have a Domain Secret Key/Authorization Code (EPP Code) associated with them. This code is typically required when transferring the domain to a new registrar.
es_mx: La mayoría de nombres de dominio (excepto algunos dominios de nivel superior como .EU y .UK) tienen un Código de Autorización Secreto (código EPP) asociados a ellos. Este código se suele solicitar cuando se transfiere un dominio a un nuevo registrador.

source: Get EPP code
es_mx: Obtener el código EPP

source: Register a new domain
es_mx: Registrar un nuevo dominio

source: Enter new domain name to register
es_mx: Introduce el nuevo nombre de dominio a registrar

source: Check
es_mx: Comprobar

source: I want to use my nameservers
es_mx: Quiero utilizar mis nombres de servidores

source: Transfer a new domain
es_mx: Transferir un nuevo dominio

source: Enter your domain name to transfer
es_mx: Introduce tu nombre de dominio a transferir

source: Transfer price is
es_mx: El precio de la transferencia es

source: Enter domain transfer code
es_mx: Introduce el código de transferencia de dominio

source: Year/s @
es_mx: Año/s @

source: File
es_mx: Archivo

source: Keep Orders Updated
es_mx: Mantener Pedidos Actualizados

source: Save config
es_mx: Guardar configuración

source: Currently uploaded file
es_mx: Archivo cargado actualmente

source: Upload new file
es_mx: Subir nuevo archivo

source: Upload
es_mx: Subir

source: File was uploaded
es_mx: Archivo se ha cargado

source: File information
es_mx: Información sobre el archivo

source: Filename
es_mx: Nombre del archivo

source: Location
es_mx: Ubicación

source: Downloads
es_mx: Descargas

source: Upload new file for this order
es_mx: Subir nuevo archivo para este pedido

source: Use this function to update existing order file. Client will be able to download new file from client area
es_mx: Usa esta función para actualizar el archivo de pedido existente. El cliente podrá descargar un nuevo archivo desde el área del cliente

source: Download
es_mx: Descargar

source: Hosting settings
es_mx: Configuración de alojamiento

source: Hosting settings updated
es_mx: Configuración de alojamiento actualizada

source: Server
es_mx: Servidor

source: Select server
es_mx: Seleccionar servidor

source: Hosting plan
es_mx: Plan de alojamiento

source: Select hosting plan
es_mx: Nuevo plan de hosting

source: Reseller hosting
es_mx: Alojamiento para revendedores

source: Free domain registration
es_mx: Registro gratuito de dominio

source: Select free TLDs
es_mx: Seleccionar TLDs gratuitos

source: Select free periods
es_mx: Seleccionar períodos gratuitos

source: Month
es_mx: Mes

source: Months
es_mx: Meses

source: Year
es_mx: Año

source: Free domain transfer
es_mx: Transferencia de dominio gratuita

source: Hosting plans
es_mx: Planes de alojamiento

source: New hosting plan
es_mx: Nuevo plan de hosting

source: Servers
es_mx: Servidores

source: New server
es_mx: Nuevo servidor

source: Hosting management
es_mx: Gestión de hosting

source: Manage hosting plan
es_mx: Administrar plan de hosting

source: Hosting plan updated
es_mx: Plan de hosting actualizado

source: Unique name to identify this hosting plan
es_mx: Nombre único para identificar este plan de hosting

source: Disk quota
es_mx: Cuota de disco

source: Bandwidth
es_mx: Ancho de Banda

source: Max Addon domains
es_mx: Máximos dominios adicionales

source: Max FTP accounts
es_mx: Máximo de cuentas FTP

source: Max SQL Databases
es_mx: Máximo de bases de datos SQL

source: Max Email Accounts
es_mx: Máximo de cuentas de correo

source: Max Subdomains
es_mx: Máximos Subdominios

source: Max Parked Domains
es_mx: Máximo de dominios

source: Server manager specific parameters
es_mx: Parámetros específicos del administrador del servidor

source: Update hosting plan
es_mx: Actualizar plan de alojamiento

source: Hosting plan additional parameters
es_mx: Parámetros adicionales del plan de alojamiento

source: Depending on server manager used to setup hosting account you may require provide additional parameters. List of parameters server managers requires you can find on extensions page.
es_mx: Según el administrador de servidor que se utilice para configurar la cuenta de alojamiento, es posible que deba proporcionar parámetros adicionales. Puede encontrar la lista de parámetros que requieren los administradores de servidor en la página de extensiones.

source: Hosting servers
es_mx: Hosting de servidores

source: New plan
es_mx: Nuevo plan

source: Server manager
es_mx: Administrador de Servidores

source: Log into the control panel
es_mx: Ir al panel de control

source: Test connection
es_mx: Probar conexión

source: Server connected
es_mx: Servidor conectado

source: Edit server details
es_mx: Editar detalles del servidor

source: Delete the server
es_mx: Eliminar el servidor

source: Addon domains
es_mx: Dominios adicionales

source: Disk space
es_mx: Espacio en disco

source: Edit plan details
es_mx: Editar detalles del plan

source: Unique name to identify this server
es_mx: Nombre único para identificar este servidor

source: Hostname
es_mx: Nombre del host

source: server1.yourserverdomain.com
es_mx: servidor1.tudominio.com

source: Primary IP address of the server used to connect to it like: 123.123.123.123
es_mx: Dirección IP principal del servidor utilizado para conectarse a él, como: 123.123.123.123

source: Assigned IP Addresses
es_mx: Dirección IP asignada

source: List the IP Addresses assigned to the server (One per line)
es_mx: Enumere las direcciones IP asignadas al servidor (una por línea)

source: Enable/Disable
es_mx: Activar/Desactivar

source: Connection port
es_mx: Puerto de conexión

source: Custom port. Use blank to use default. Used to connect to the API
es_mx: Puerto personalizado. Dejar en blanco para usar el valor predeterminado. Se usa para conectar con la API

source: Password length
es_mx: Tamaño de la contraseña

source: Length of generated passwords when creating user accounts. Defaults to 10
es_mx: Longitud de contraseñas generadas al crear cuentas de usuario. Por defecto es 10

source: Use secure connection
es_mx: Utilice una conexión segura

source: Add server
es_mx: Añadir servidor

source: Adding new hosting plan
es_mx: Agregar nuevo plan de alojamiento

source: Depending on server manager used to setup hosting account you may require provide additional parameters in next step. In this step provide basic hosting plan information.
es_mx: Según el administrador de servidor que se utilice para configurar la cuenta de alojamiento, es posible que deba proporcionar parámetros adicionales en el siguiente paso. En este paso, proporcione información básica sobre el plan de alojamiento.

source: Disk quota (MB)
es_mx: Cuota de disco (MB)

source: Bandwidth (MB)
es_mx: Ancho de banda (MB)

source: Create hosting plan
es_mx: Crear plan de alojamiento

source: Server Name
es_mx: Nombre del Servidor

source: Server IP
es_mx: Dirección IP del servidor

source: Account IP
es_mx: IP de la cuenta

source: Username
es_mx: Nombre de usuario

source: per month
es_mx: por mes

source: Jump to control panel
es_mx: Ir al panel de control

source: Reseller control panel
es_mx: Panel de control del revendedor

source: Account was synced
es_mx: La cuenta fue sincronizada

source: Sync with server
es_mx: Sincronizar con el servidor

source: Change hosting plan
es_mx: Cambiar plan de hosting

source: Hosting plan changed
es_mx: El plan de alojamiento cambió

source: Change
es_mx: Cambiar

source: Change account password
es_mx: Cambiar contraseña de la cuenta

source: Account password changed
es_mx: Contraseña de la cuenta cambiada

source: Password Confirm
es_mx: Confirmar contraseña

source: Change IP
es_mx: Cambiar IP

source: Account IP changed
es_mx: La IP de la cuenta cambió

source: Change username
es_mx: Cambiar nombre de usuario

source: Account username changed
es_mx: Se cambió el nombre de usuario de la cuenta

source: Change domain
es_mx: Cambiar dominio

source: Account domain changed
es_mx: El dominio de la cuenta ha cambiado

source: Import existing
es_mx: Importar existente

source: Domain name
es_mx: Nombre del dominio

source: Domain TLD
es_mx: Dominio

source: Leave blank to generate
es_mx: Dejar en blanco para generar

source: Server management
es_mx: Gestión de servidores

source: Server updated
es_mx: Servidor actualizado

source: Primary IP address used to connect to the server. i.e. 127.0.0.1
es_mx: Dirección IP principal usada para conectarse al servidor. Es decir, 127.0.0.1

source: Update and test connection
es_mx: Actualizar y probar la conexión

source: Optional configuration
es_mx: Configuración opcional

source: Users prefix
es_mx: Prefijo de usuarios

source: Prefix for created users (especially for database)
es_mx: Prefijo para usuarios creados (especialmente para bases de datos)

source: Some server managers may ignore this option due to limitations / requirements for usernames imposed by the control panel.
es_mx: Algunos administradores de servidores pueden ignorar esta opción debido a limitaciones/requisitos para los nombres de usuario impuestos por el panel de control.

source: Update server
es_mx: Actualizar servidor

source: Manage hosting account
es_mx: Administrar cuenta de hosting

source: Server Hostname
es_mx: Nombre de host del servidor

source: Manage domain
es_mx: Administrar dominio

source: Login to control panel
es_mx: Ir al panel de control

source: Change your control panel/FTP/SSH password
es_mx: Cambie su contraseña de PANEL/FTP/SSH

source: Domain name changed
es_mx: El nombre de dominio cambió

source: New domain
es_mx: Nuevo dominio

source: Username changed
es_mx: Nombre de usuario cambiado

source: Domain configuration
es_mx: Configuración del dominio

source: I will use my existing domain and update nameservers
es_mx: Usaré un dominio propio y actualizaré los nombres de servidores

source: I want to register a new domain
es_mx: Quiero registrar un nuevo dominio

source: Your existing domain
es_mx: Tu propio dominio

source: Your new domain
es_mx: Tu nuevo dominio

source: year @
es_mx: año @

source: years @
es_mx: años @

source: License settings
es_mx: Configuración de la licencia

source: License settings updated
es_mx: Configuración de licencia actualizada

source: Validate IP
es_mx: Validar IP

source: Validate Hostname
es_mx: Validar nombre de host

source: Validate Version
es_mx: Validar versión

source: Validate Path
es_mx: Validar ruta

source: License plugins
es_mx: Plugins de licencia

source: Key
es_mx: Clave

source: Last ping
es_mx: Último ping

source: License configuration
es_mx: Configuración de licencia

source: License updated
es_mx: Licencia actualizada

source: License key
es_mx: Clave de licencia

source: License validation rules
es_mx: Reglas de validación de licencias

source: Valid IPs (one per line)
es_mx: IP válidas (una por línea)

source: Validate host
es_mx: Validar host

source: Valid hosts (one per line)
es_mx: Hosts válidos (uno por línea)

source: Validate path
es_mx: Validar ruta

source: Valid paths (one per line)
es_mx: Rutas válidas (una por línea)

source: Validate version
es_mx: Validar versión

source: Valid versions (one per line)
es_mx: Versiones válidas (una por línea)

source: License details
es_mx: Detalles de la licencia

source: Valid IPs
es_mx: IPs válidas

source: All IPs
es_mx: Todas las IP

source: Valid Domains
es_mx: Dominios Válidos

source: All hosts
es_mx: Todos los Hosts

source: Valid Versions
es_mx: Versiones validas

source: All versions
es_mx: Todas las versiones

source: Valid Installation Paths
es_mx: Rutas de instalación válidas

source: All paths
es_mx: Todas las vías

source: Reset license
es_mx: Restablecer licencia

source: You can reset your license parameters if you have changed your server
es_mx: Puede restablecer los parámetros de su licencia si ha cambiado su servidor

source: License was reset
es_mx: Se restableció la licencia

source: Membership settings
es_mx: Configuración de membresía

source: Membership service does not have any configuration options
es_mx: El servicio de membresía no tiene opciones de configuración

source: Membership details
es_mx: Datos de membresía

source: SpamChecker settings
es_mx: Configuración de SpamChecker

source: Enable IP blocking
es_mx: Activar bloqueo de IP

source: Blocked IPs are not allowed to login, register or open public ticket. (One IP per line)
es_mx: Las IP bloqueadas no están permitidos para entrar, registrarse o abrir un ticket público. (Una IP por línea)

source: Enable captcha for client registration and contact forms
es_mx: Habilitar captcha para el registro de clientes y formularios de contacto

source: reCAPTCHA Public key
es_mx: clave pública reCAPTCHA

source: reCAPTCHA Secret key
es_mx: clave secreta reCAPTCHA

source: Stop Forum Spam settings
es_mx: Configuración para detener el spam en el foro

source: If enabled, client IP will be checked on the <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> database before registration
es_mx: Si está habilitado, la IP del cliente se verificará en la base de datos <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> antes del registro

source: Enable Stop Forum Spam
es_mx: Habilitar la opción Detener el spam en el foro

source: Temporary / disposable email protection
es_mx: Protección de correo electrónico temporal o desechable

source: If enabled, email addresses will be checked against a database of disposable email domains.
es_mx: Si está habilitado, se comprobarán las direcciones de correo electrónico en una base de datos de dominios de correo electrónico no deseados.

source: This database is updated daily and provided free of charge by the FakeFilter project under the BSD 3-Clause License.
es_mx: Esta base de datos se actualiza diariamente y es proporcionada de forma gratuita por el proyecto FakeFilter bajo la licencia BSD de 3 cláusulas.

source: Check for temporary / disposable email addresses.
es_mx: Compruebe si hay direcciones de correo electrónico temporales o desechables.

source: Staff Group management
es_mx: Gestión del grupo de personal

source: Staff
es_mx: Personal

source: Manage staff member details
es_mx: Gestionar detalles de miembros del personal

source: Staff group updated
es_mx: Grupo de personal actualizado

source: Staff members
es_mx: Miembros de personal

source: New staff member
es_mx: Nuevo miembro del personal

source: New group
es_mx: Nuevo grupo

source: Signature
es_mx: Firma

source: Inactive
es_mx: Inactivo

source: Create group
es_mx: Crear grupo

source: Create main administrator account
es_mx: Crear cuenta de Administrador principal

source: Create administrator account
es_mx: Crear cuenta de Administrador

source: Log into your account
es_mx: Accede a tu cuenta

source: Forgot your password?
es_mx: ¿Olvidaste tu contraseña?

source: Staff members login history
es_mx: Historial de inicio de sesión del Staff

source: This staff member is used by FOSSBilling to perform system tasks and cannot be removed.
es_mx: FOSSBilling utiliza a este miembro del personal para realizar tareas del sistema y no se puede eliminar.

source: Permissions
es_mx: Permisos

source: Staff member details updated.
es_mx: Detalles del miembro del personal actualizados.

source: Permissions for:
es_mx: Permisos para:

source: Grant all permissions
es_mx: Conceder todos los permisos

source: Revoke all permissions
es_mx: Revocar todos los permisos

source: Full Access Granted
es_mx: Acceso total concedido

source: This administrator has unrestricted access to all system modules and actions.
es_mx: Este administrador tiene acceso sin restricciones a todos los módulos y acciones del sistema.

source: Can manage staff and assign permissions
es_mx: Puede administrar el personal y asignar permisos

source: Can access all client and billing records
es_mx: Puede acceder a todos los clientes y registros de facturación

source: Can configure system settings and modules
es_mx: Puede configurar los ajustes del sistema y los módulos

source: Administrators cannot have their permissions restricted.
es_mx: Los administradores no pueden tener sus permisos restringidos.

source: Permissions updated
es_mx: Permisos actualizados

source: Module access
es_mx: Acceso al módulo

source: Can be disabled to prevent the staff member from using any part of this module.
es_mx: Se puede deshabilitar para evitar que el miembro del personal utilice cualquier parte de este módulo.

source: None
es_mx: Ninguno

source: Change staff member password
es_mx: Cambiar la contraseña de un miembro del personal

source: Staff member password changed
es_mx: Se cambió la contraseña del miembro del personal

source: Password confirmation
es_mx: Confirmar contraseña

source: Enter your email address. You will receive a confirmation link if your account exists.
es_mx: Introduce tu dirección de correo electrónico. Recibirás un enlace de confirmación si tu cuenta existe.

source: Send me the link
es_mx: Envíame el enlace

source: Take me back to the login screen.
es_mx: Volver a la pantalla de inicio de sesión.

source: Update your password
es_mx: Actualiza tu contraseña

source: Enter your secret code
es_mx: Introduce tu código secreto

source: Repeat Password
es_mx: Repite Contraseña

source: Update password
es_mx: Actualizar contraseña

source: Profile updated
es_mx: Perfil actualizado

source: Password Changed
es_mx: Contraseña modificada

source: External application can control every aspect of FOSSBilling using this API key.
es_mx: La aplicación externa puede controlar cada aspecto de FOSSBilling utilizando esta clave API.

source: Warning! Resetting the key will break existing applications using it.
es_mx: ¡Atención! Restablecer la clave interrumpirá las aplicaciones que la utilicen.

source: Generate new key
es_mx: Generar nueva clave

source: Change your avatar at
es_mx: Cambia tu avatar en

source: New API key generated. Applications using old key are now not working.
es_mx: Se generó una nueva clave API. Las aplicaciones que usan la clave anterior ya no funcionan.

source: Check login IP
es_mx: Comprobar IP de acceso

source: WARNING! Incorrect configuration of allowed IPs can lead to a complete lockout of the administrator panel. Only use when you have static IP addresses.
es_mx: ¡ADVERTENCIA! La configuración incorrecta de las direcciones IP permitidas puede llevar a un bloqueo completo del panel de administrador. Usar solo cuando tenga direcciones IP estáticas.

source: Allowed IPs. One per line
es_mx: IP permitidas. Una por línea

source: Allow staff reset passwords
es_mx: Permitir al personal restablecer contraseñas

source: Canned Category
es_mx: Categoría predefinida

source: Canned category
es_mx: Categoría predefinida

source: Canned Response
es_mx: Respuesta enlatada

source: Canned response
es_mx: Respuesta enlatada

source: New Response
es_mx: Nueva respuesta

source: Manage Categories
es_mx: Administrar categorías

source: Helpdesk -
es_mx: Departamento -

source: Helpdesk name will be visible for clients when submitting a new ticket.
es_mx: El nombre del departamento será visible para los clientes al enviar un nuevo ticket.

source: Helpdesk Updated
es_mx: Actualización del Helpdesk

source: Close tickets after (in hours)
es_mx: Cerrar tickets después de (en horas)

source: Define a very large number of hours to disable auto close ticket option.
es_mx: Defina una cantidad muy grande de horas para deshabilitar la opción de cierre automático de tickets.

source: Tickets can be reopened?
es_mx: ¿Se pueden volver a abrir las entradas?

source: Go Back
es_mx: Volver

source: Articles
es_mx: Artículos

source: Article Updated
es_mx: Artículo actualizado

source: Views
es_mx: Vistas

source: New Article
es_mx: Nuevo artículo

source: Category created
es_mx: Categoría creada

source: Ticket ID
es_mx: Identificación del billete

source: Author
es_mx: Autor

source: Time Opened
es_mx: Abierto desde

source: View as Client
es_mx: Ver como cliente

source: Reply as
es_mx: Responder como

source: Hello
es_mx: Hola

source: Show/Hide messages
es_mx: Mostrar/ocultar mensajes

source: Post
es_mx: Entrada

source: Close ticket
es_mx: Cerrar ticket

source: Client reply
es_mx: Respuesta del cliente

source: Staff reply
es_mx: Respuesta del personal

source: Solved
es_mx: Resuelto

source: Support Settings
es_mx: Ajustes de Soporte

source: Helpdesks
es_mx: Departamentos de soporte

source: Configuration Updated
es_mx: Configuración actualizada

source: Auto Responder
es_mx: Contestador automático

source: Enable Auto Responder
es_mx: Habilitar respuesta automática

source: Auto Response Message
es_mx: Mensaje de respuesta automática

source: Ticket Delay
es_mx: Retraso de boletos

source: Enable Delay Message
es_mx: Habilitar mensaje de retraso

source: If enabled, the selected canned response will be added to default reply message.
es_mx: Si está habilitado, la respuesta seleccionada se añadirá al mensaje de respuesta por defecto.

source: Delay (in hours)
es_mx: Retraso (en horas)

source: Delay Message
es_mx: Mensaje de retraso

source: Wait Time (in hours)
es_mx: Tiempo de espera (en horas)
